{
  "text": {
    "salut": 522,
    "bonjour": 75,
    "hello": 269,
    "yoo": 638,
    "coucou": 155,
    "hey": 274,
    "hi": 276,
    "à": 640,
    "toi": 584,
    "bon": 74,
    "matin": 347,
    "yo": 637,
    "mec": 354,
    "saluuut": 523,
    "heyyy": 275,
    "wesh": 630,
    "bien": 69,
    "le": 325,
    "bot": 78,
    "holà": 279,
    "salam": 521,
    "peace": 427,
    "tu": 598,
    "aller": 14,
    "comment": 115,
    "cela": 91,
    "frero": 245,
    "hellooo": 270,
    "bonsoir": 77,
    "bye": 84,
    "plus": 443,
    "tchao": 576,
    "au": 43,
    "revoir": 507,
    "journée": 314,
    "merci": 357,
    "prochain": 458,
    "bientôt": 70,
    "soirée": 545,
    "je": 309,
    "me": 353,
    "casser": 88,
    "on": 398,
    "se": 532,
    "voir": 623,
    "tard": 575,
    "devoir": 175,
    "y": 633,
    "ciao": 98,
    "reparler": 499,
    "te": 577,
    "laisse": 324,
    "file": 238,
    "continuation": 146,
    "ok": 397,
    "déconnecter": 195,
    "oui": 411,
    "de": 167,
    "accord": 2,
    "correct": 153,
    "exact": 220,
    "tout": 589,
    "fait": 233,
    "sûr": 572,
    "évidemment": 646,
    "carrément": 87,
    "ouai": 410,
    "yep": 635,
    "ye": 634,
    "clairement": 101,
    "confirmer": 132,
    "super": 561,
    "totalement": 588,
    "marche": 346,
    "parfait": 421,
    "approuver": 31,
    "ce": 90,
    "être": 649,
    "absolument": 1,
    "logique": 337,
    "beaucoup": 66,
    "remercier": 498,
    "reconnaître": 493,
    "infiniment": 288,
    "pour": 448,
    "ton": 586,
    "aide": 8,
    "info": 289,
    "top": 587,
    "trop": 594,
    "cool": 152,
    "un": 604,
    "grand": 258,
    "nickel": 383,
    "mon": 369,
    "ami": 15,
    "vraiment": 627,
    "soutien": 550,
    "très": 597,
    "utile": 608,
    "non": 387,
    "no": 385,
    "pas": 424,
    "nope": 388,
    "ne": 381,
    "meme": 356,
    "avis": 55,
    "partager": 423,
    "point": 446,
    "vue": 628,
    "négatif": 393,
    "jamais": 307,
    "plutôt": 445,
    "moi": 368,
    "penser": 428,
    "convier": 151,
    "refuser": 494,
    "vouloir": 624,
    "préférer": 474,
    "désolé": 203,
    "quelque": 485,
    "chose": 96,
    "mal": 342,
    "passer": 425,
    "euh": 219,
    "comprendre": 123,
    "quoi": 487,
    "hein": 268,
    "hmmm": 278,
    "savoir": 524,
    "avoir": 56,
    "compris": 124,
    "flou": 239,
    "pardon": 420,
    "qsdksjd": 478,
    "heu": 272,
    "aucun": 44,
    "idée": 284,
    "sens": 535,
    "pffff": 436,
    "idk": 283,
    "perdre": 429,
    "confus": 133,
    "croire": 159,
    "que": 482,
    "formuler": 242,
    "devops": 177,
    "donne": 190,
    "définition": 199,
    "entendre": 212,
    "par": 418,
    "ci": 97,
    "cd": 89,
    "clair": 100,
    "expliquer": 227,
    "kubernete": 320,
    "simple": 543,
    "docker": 185,
    "pouvoir": 450,
    "définir": 198,
    "infrastructure": 291,
    "as": 39,
    "code": 107,
    "microservice": 362,
    "brièvement": 81,
    "git": 251,
    "terraform": 579,
    "monitoring": 371,
    "l": 323,
    "orchestration": 404,
    "signifier": 542,
    "immutable": 287,
    "pipeline": 438,
    "service": 538,
    "mesh": 359,
    "court": 157,
    "prometheu": 468,
    "image": 286,
    "observability": 394,
    "gitops": 256,
    "ansibl": 21,
    "helm": 271,
    "sre": 551,
    "rôle": 518,
    "load": 332,
    "balancing": 61,
    "reverser": 506,
    "proxy": 472,
    "nginx": 382,
    "apache": 22,
    "kafka": 316,
    "scalabilité": 525,
    "concept": 125,
    "haut": 267,
    "disponibilité": 182,
    "déploiement": 201,
    "continu": 145,
    "cluster": 106,
    "container": 139,
    "runtim": 511,
    "dire": 181,
    "cloud": 105,
    "iaa": 282,
    "paas": 416,
    "saa": 520,
    "virtualisation": 619,
    "qu": 479,
    "node": 386,
    "kubernetes": 321,
    "ingress": 292,
    "controller": 148,
    "auto": 46,
    "scaling": 528,
    "c": 85,
    "artifact": 38,
    "registry": 496,
    "log": 335,
    "management": 343,
    "grafana": 257,
    "gitlab": 254,
    "modulaire": 366,
    "zero": 639,
    "trust": 596,
    "blue": 73,
    "green": 260,
    "deployment": 169,
    "aimer": 10,
    "explication": 226,
    "fonctionner": 241,
    "sur": 565,
    "dans": 164,
    "manière": 345,
    "détailler": 205,
    "besoin": 67,
    "taire": 574,
    "clarifier": 102,
    "jenkin": 310,
    "exactement": 221,
    "principe": 455,
    "conteneurisation": 141,
    "souhaiter": 548,
    "approfondi": 29,
    "comme": 113,
    "istio": 304,
    "pourquoi": 449,
    "utiliser": 610,
    "pédagogique": 477,
    "celer": 92,
    "quand": 481,
    "parler": 422,
    "observabilité": 395,
    "registre": 495,
    "exemple": 222,
    "d": 163,
    "utilisation": 609,
    "montrer": 375,
    "j": 305,
    "fichier": 237,
    "dockerfil": 186,
    "donner": 191,
    "en": 209,
    "python": 476,
    "api": 23,
    "montre": 374,
    "java": 308,
    "concret": 127,
    "avec": 54,
    "architecture": 34,
    "pratique": 452,
    "configuration": 130,
    "build": 83,
    "jenkins": 311,
    "test": 580,
    "automatiser": 49,
    "versionner": 616,
    "projet": 467,
    "dashboard": 165,
    "elk": 208,
    "fournir": 244,
    "blu": 72,
    "script": 531,
    "bash": 64,
    "tâche": 601,
    "analogie": 17,
    "comparer": 118,
    "conteneur": 140,
    "métaphore": 378,
    "monolithique": 372,
    "et": 218,
    "si": 541,
    "organisation": 406,
    "cuisine": 162,
    "débutant": 192,
    "chaîne": 95,
    "montage": 373,
    "usine": 607,
    "faire": 232,
    "entrer": 214,
    "historien": 277,
    "qui": 486,
    "garde": 247,
    "version": 614,
    "plan": 440,
    "architecte": 33,
    "boîte": 79,
    "organiser": 407,
    "entrepôt": 213,
    "différence": 179,
    "deploy": 168,
    "logging": 336,
    "gestion": 250,
    "secret": 533,
    "vault": 613,
    "coffre": 108,
    "fort": 243,
    "numérique": 392,
    "rollback": 509,
    "automatisé": 50,
    "contrôle": 149,
    "qualité": 480,
    "ligne": 327,
    "production": 462,
    "facile": 231,
    "créer": 161,
    "dockerfile": 187,
    "guide": 262,
    "étape": 643,
    "déployer": 202,
    "app": 24,
    "tutoriel": 599,
    "mettre": 361,
    "place": 439,
    "installer": 295,
    "ubuntu": 603,
    "quelle": 484,
    "configurer": 131,
    "initialiser": 293,
    "repo": 500,
    "premier": 453,
    "push": 475,
    "progressif": 466,
    "provisionner": 471,
    "vm": 622,
    "conteneuriser": 143,
    "priver": 456,
    "appliquer": 26,
    "écrire": 641,
    "playbook": 441,
    "basique": 65,
    "exécuter": 230,
    "création": 160,
    "github": 253,
    "action": 4,
    "alerting": 12,
    "alertmanager": 13,
    "notification": 390,
    "unitaire": 605,
    "sécuriser": 568,
    "application": 25,
    "installation": 294,
    "m": 340,
    "procédure": 460,
    "aider": 9,
    "maven": 348,
    "dernier": 171,
    "linux": 328,
    "client": 104,
    "kubectl": 319,
    "composer": 122,
    "quel": 483,
    "commande": 112,
    "openshift": 400,
    "cli": 103,
    "plugin": 442,
    "local": 333,
    "minikube": 364,
    "après": 32,
    "nouveau": 391,
    "connexion": 136,
    "aw": 57,
    "monitorer": 370,
    "gitconfig": 252,
    "kubeconfig": 318,
    "authentification": 45,
    "intégration": 302,
    "runner": 510,
    "alerte": 11,
    "autoscaling": 51,
    "correctement": 154,
    "variable": 612,
    "environnement": 215,
    "agent": 7,
    "workspace": 632,
    "webhook": 629,
    "provisioning": 470,
    "automatique": 47,
    "principal": 454,
    "politique": 447,
    "rbac": 489,
    "modifier": 365,
    "configmap": 129,
    "multibranche": 377,
    "stockage": 558,
    "persistant": 433,
    "réseau": 517,
    "overlay": 414,
    "credential": 158,
    "scaler": 527,
    "sso": 554,
    "recommander": 492,
    "compose": 121,
    "yml": 636,
    "job": 312,
    "exporter": 228,
    "supplémentaire": 563,
    "ha": 265,
    "procéder": 459,
    "falloir": 234,
    "il": 285,
    "connecter": 135,
    "azure": 60,
    "staging": 556,
    "natif": 380,
    "centraliser": 93,
    "loki": 338,
    "essentiel": 217,
    "intégrer": 303,
    "s": 519,
    "outil": 412,
    "insérer": 296,
    "différent": 180,
    "azur": 59,
    "livraison": 330,
    "continuer": 147,
    "jouer": 313,
    "déclencher": 194,
    "argocd": 36,
    "enchaîner": 210,
    "circleci": 99,
    "gérer": 264,
    "t": 573,
    "phase": 437,
    "structurer": 559,
    "multi": 376,
    "stage": 555,
    "système": 567,
    "existant": 223,
    "automatiquement": 48,
    "orchestrer": 405,
    "superviser": 562,
    "devop": 176,
    "complet": 120,
    "construire": 138,
    "baser": 63,
    "meilleur": 355,
    "façon": 235,
    "artefact": 37,
    "gitop": 255,
    "fluxcd": 240,
    "scan": 529,
    "sécurité": 569,
    "sonarqube": 547,
    "analyse": 18,
    "dev": 173,
    "prod": 461,
    "compiler": 119,
    "conteneurise": 142,
    "via": 617,
    "workflow": 631,
    "conditionnel": 128,
    "selon": 534,
    "type": 600,
    "commettre": 116,
    "valider": 611,
    "surveiller": 566,
    "état": 644,
    "optimiser": 403,
    "performance": 430,
    "ressource": 504,
    "apprendre": 27,
    "où": 415,
    "trouver": 595,
    "documentation": 188,
    "officiel": 396,
    "recommande": 491,
    "commencer": 114,
    "connaître": 134,
    "cours": 156,
    "maîtriser": 352,
    "ouvrage": 413,
    "permettre": 431,
    "approfondir": 30,
    "a": 0,
    "lien": 326,
    "étudier": 645,
    "site": 544,
    "proposer": 469,
    "vidéo": 618,
    "gratuit": 259,
    "blog": 71,
    "technique": 578,
    "télécharger": 602,
    "référence": 514,
    "fiable": 236,
    "devenir": 174,
    "expert": 225,
    "parcours": 419,
    "apprentissage": 28,
    "exister": 224,
    "support": 564,
    "progresser": 465,
    "démarrage": 200,
    "rapide": 488,
    "livre": 331,
    "profondeur": 464,
    "open": 399,
    "source": 549,
    "bonne": 76,
    "standard": 557,
    "son": 546,
    "améliorer": 16,
    "convention": 150,
    "adopter": 6,
    "efficacement": 207,
    "lister": 329,
    "erreur": 216,
    "éviter": 647,
    "lorsque": 339,
    "suivre": 560,
    "garantir": 246,
    "usage": 606,
    "respecter": 503,
    "guideline": 263,
    "règle": 512,
    "efficace": 206,
    "best": 68,
    "practice": 451,
    "maintenir": 341,
    "recommandation": 490,
    "optimal": 402,
    "tirer": 582,
    "maximum": 349,
    "norme": 389,
    "servir": 540,
    "collaboratif": 109,
    "serveur": 537,
    "visualiser": 621,
    "métrique": 379,
    "chart": 94,
    "localement": 334,
    "interagir": 298,
    "concevoir": 126,
    "scalabl": 526,
    "communication": 117,
    "inter": 297,
    "message": 360,
    "argo": 35,
    "kustomize": 322,
    "manifest": 344,
    "tester": 581,
    "kind": 317,
    "opentelemetry": 401,
    "collecter": 110,
    "trace": 590,
    "jaeger": 306,
    "tracing": 591,
    "distribuer": 184,
    "analyser": 19,
    "harbor": 266,
    "aws": 58,
    "serverless": 536,
    "gcp": 249,
    "héberger": 281,
    "ssh": 552,
    "accéder": 3,
    "distant": 183,
    "ssl": 553,
    "tl": 583,
    "adapter": 5,
    "interruption": 301,
    "canary": 86,
    "release": 497,
    "diagnostiquer": 178,
    "problème": 457,
    "versioning": 615,
    "branche": 80,
    "professionnel": 463,
    "merge": 358,
    "request": 502,
    "rest": 505,
    "deux": 172,
    "plusieurs": 444,
    "microservicer": 363,
    "séparation": 570,
    "orienter": 408,
    "événement": 648,
    "hexagonal": 273,
    "contexte": 144,
    "schéma": 530,
    "asynchrone": 42,
    "reposer": 501,
    "découverte": 196,
    "servicer": 539,
    "pattern": 426,
    "gateway": 248,
    "répertoire": 515,
    "modéliser": 367,
    "grâce": 261,
    "broker": 82,
    "tolérance": 585,
    "panne": 417,
    "décrire": 197,
    "établir": 642,
    "interne": 300,
    "combiner": 111,
    "avancé": 53,
    "persistance": 432,
    "séparer": 571,
    "niveau": 384,
    "intermédiaire": 299,
    "considérer": 137,
    "débuter": 193,
    "expérience": 229,
    "avancer": 52,
    "base": 62,
    "maîtrise": 351,
    "assez": 40,
    "travailler": 593,
    "depuis": 170,
    "année": 20,
    "donc": 189,
    "encore": 211,
    "juste": 315,
    "peu": 435,
    "maîtris": 350,
    "détail": 204,
    "davantage": 166,
    "précision": 473,
    "information": 290,
    "robot": 508,
    "humain": 280,
    "train": 592,
    "personne": 434,
    "réel": 513,
    "vous": 625,
    "assistant": 41,
    "virtuel": 620,
    "ou": 409,
    "vrai": 626,
    "répondre": 516
  },
  "intent": {
    "greet": 18,
    "goodbye": 17,
    "affirm": 0,
    "thanks": 20,
    "deny": 15,
    "fallback": 16,
    "ask_definition": 5,
    "ask_explanation": 7,
    "ask_example": 6,
    "ask_analogy": 1,
    "ask_step_by_step": 12,
    "ask_installation": 8,
    "ask_configuration": 4,
    "ask_pipeline": 10,
    "ask_resources": 11,
    "ask_best_practices": 3,
    "ask_usage": 13,
    "ask_architecture": 2,
    "inform_level": 19,
    "ask_more_details": 9,
    "bot_challenge": 14
  },
  "response": null,
  "action_name": {
    "action_listen": 11,
    "action_restart": 18,
    "action_session_start": 20,
    "action_default_fallback": 6,
    "action_deactivate_loop": 3,
    "action_revert_fallback_events": 19,
    "action_default_ask_affirmation": 4,
    "action_default_ask_rephrase": 5,
    "action_two_stage_fallback": 22,
    "action_unlikely_intent": 23,
    "action_back": 0,
    "action_extract_slots": 9,
    "action_best_practices": 1,
    "action_configure_tool": 2,
    "action_explain_architecture": 7,
    "action_explain_usage": 8,
    "action_install_tool": 10,
    "action_provide_analogy": 12,
    "action_provide_definition": 13,
    "action_provide_example": 14,
    "action_provide_explanation": 15,
    "action_provide_step_by_step": 16,
    "action_recommend_resources": 17,
    "action_set_level": 21,
    "utter_ask_level": 24,
    "utter_ask_more_details": 25,
    "utter_goodbye": 26,
    "utter_greet": 27,
    "utter_iamabot": 28,
    "utter_thanks": 29
  },
  "action_text": null,
  "intent_response_key": null
}