{
  "text": {
    " ": 0,
    "s": 2047,
    "a": 419,
    "l": 1320,
    "u": 2282,
    "t": 2153,
    " s": 300,
    "sa": 2052,
    "al": 471,
    "lu": 1397,
    "ut": 2371,
    "t ": 2154,
    " sa": 301,
    "sal": 2055,
    "alu": 482,
    "lut": 1401,
    "ut ": 2372,
    " sal": 302,
    "salu": 2056,
    "alut": 483,
    "lut ": 1402,
    "b": 581,
    "o": 1615,
    "n": 1480,
    "j": 1277,
    "r": 1889,
    " b": 58,
    "bo": 602,
    "on": 1685,
    "nj": 1555,
    "jo": 1287,
    "ou": 1744,
    "ur": 2348,
    "r ": 1890,
    " bo": 66,
    "bon": 603,
    "onj": 1698,
    "njo": 1556,
    "jou": 1290,
    "our": 1758,
    "ur ": 2349,
    " bon": 67,
    "bonj": 605,
    "onjo": 1699,
    "njou": 1557,
    "jour": 1292,
    "our ": 1759,
    "h": 1051,
    "e": 810,
    " h": 158,
    "he": 1063,
    "el": 840,
    "ll": 1365,
    "lo": 1376,
    "o ": 1616,
    " he": 159,
    "hel": 1066,
    "ell": 844,
    "llo": 1372,
    "lo ": 1377,
    " hel": 161,
    "hell": 1067,
    "ello": 846,
    "llo ": 1373,
    "y": 2459,
    " y": 369,
    "yo": 2465,
    "oo": 1712,
    " yo": 370,
    "yoo": 2466,
    "oo ": 1713,
    " yoo": 371,
    "yoo ": 2467,
    "c": 621,
    " c": 73,
    "co": 679,
    "uc": 2291,
    "u ": 2283,
    " co": 86,
    "cou": 696,
    "ouc": 1746,
    "uco": 2292,
    "ou ": 1745,
    " cou": 91,
    "couc": 698,
    "ouco": 1747,
    "ucou": 2293,
    "cou ": 697,
    "ey": 954,
    "y ": 2460,
    "hey": 1075,
    "ey ": 955,
    " hey": 162,
    "hey ": 1076,
    "i": 1101,
    "hi": 1077,
    "i ": 1102,
    " hi": 163,
    "hi ": 1078,
    " hi ": 164,
    "ns": 1576,
    "so": 2094,
    "oi": 1654,
    "ir": 1225,
    "ons": 1703,
    "nso": 1583,
    "soi": 2095,
    "oir": 1658,
    "ir ": 1226,
    "bons": 606,
    "onso": 1706,
    "nsoi": 1584,
    "soir": 2096,
    "oir ": 1659,
    "by": 618,
    "ye": 2461,
    "e ": 811,
    " by": 71,
    "bye": 619,
    "ye ": 2462,
    " bye": 72,
    "bye ": 620,
    "à": 2484,
    " à": 372,
    "à ": 2485,
    " à ": 373,
    "p": 1778,
    " p": 256,
    "pl": 1811,
    "us": 2361,
    "s ": 2048,
    " pl": 267,
    "plu": 1824,
    "lus": 1398,
    "us ": 2362,
    " plu": 269,
    "plus": 1825,
    "lus ": 1399,
    " t": 328,
    "tc": 2171,
    "ch": 643,
    "ha": 1053,
    "ao": 512,
    " tc": 329,
    "tch": 2172,
    "cha": 644,
    "hao": 1057,
    "ao ": 513,
    " tch": 330,
    "tcha": 2173,
    "chao": 646,
    "hao ": 1058,
    " a": 22,
    "au": 556,
    " au": 49,
    "au ": 557,
    " au ": 50,
    "v": 2391,
    " r": 285,
    "re": 1929,
    "ev": 937,
    "vo": 2418,
    " re": 286,
    "rev": 1948,
    "evo": 938,
    "voi": 2419,
    " rev": 291,
    "revo": 1949,
    "evoi": 939,
    "voir": 2420,
    "n ": 1481,
    "on ": 1686,
    "bon ": 604,
    "é": 2495,
    " j": 181,
    "rn": 1980,
    "né": 1612,
    "ée": 2518,
    " jo": 187,
    "urn": 2357,
    "rné": 1983,
    "née": 1613,
    "ée ": 2519,
    " jou": 189,
    "ourn": 1761,
    "urné": 2358,
    "rnée": 1984,
    "née ": 1614,
    ",": 384,
    " ,": 3,
    ", ": 385,
    " , ": 4,
    "m": 1408,
    " m": 208,
    "me": 1425,
    "er": 883,
    "rc": 1916,
    "ci": 658,
    " me": 213,
    "mer": 1432,
    "erc": 887,
    "rci": 1922,
    "ci ": 659,
    " mer": 216,
    "merc": 1434,
    "erci": 888,
    "rci ": 1923,
    " l": 199,
    "le": 1335,
    " le": 201,
    "le ": 1336,
    " le ": 202,
    "pr": 1841,
    "ro": 1985,
    "oc": 1626,
    "ai": 451,
    "in": 1189,
    " pr": 272,
    "pro": 1849,
    "roc": 1990,
    "och": 1632,
    "hai": 1054,
    "ain": 460,
    "in ": 1190,
    " pro": 274,
    "proc": 1850,
    "roch": 1992,
    "ocha": 1633,
    "chai": 645,
    "hain": 1055,
    "ain ": 461,
    "ô": 2571,
    "bi": 593,
    "ie": 1145,
    "en": 857,
    "nt": 1589,
    "tô": 2279,
    "ôt": 2575,
    " bi": 64,
    "bie": 594,
    "ien": 1151,
    "ent": 871,
    "ntô": 1605,
    "tôt": 2280,
    "ôt ": 2576,
    " bie": 65,
    "bien": 595,
    "ient": 1154,
    "entô": 875,
    "ntôt": 1606,
    "tôt ": 2281,
    "ré": 2033,
    " so": 313,
    "iré": 1233,
    "rée": 2036,
    " soi": 314,
    "oiré": 1660,
    "irée": 1234,
    "rée ": 2037,
    "je": 1281,
    " je": 184,
    "je ": 1282,
    " je ": 185,
    "d": 734,
    " d": 96,
    "dé": 789,
    "éc": 2500,
    "nn": 1561,
    "ne": 1517,
    "ec": 819,
    "ct": 712,
    "te": 2174,
    " dé": 112,
    "déc": 792,
    "éco": 2505,
    "con": 685,
    "onn": 1700,
    "nne": 1564,
    "nec": 1519,
    "ect": 828,
    "cte": 713,
    "ter": 2182,
    "er ": 884,
    " déc": 114,
    "déco": 794,
    "écon": 2506,
    "conn": 688,
    "onne": 1702,
    "nnec": 1566,
    "nect": 1520,
    "ecte": 829,
    "cter": 715,
    "ter ": 2183,
    " o": 239,
    "ui": 2311,
    " ou": 250,
    "oui": 1752,
    "ui ": 2312,
    " oui": 252,
    "oui ": 1753,
    "de": 748,
    " de": 100,
    "de ": 749,
    " de ": 101,
    "ac": 427,
    "cc": 626,
    "or": 1721,
    "rd": 1927,
    "d ": 735,
    " ac": 24,
    "acc": 428,
    "cco": 627,
    "cor": 693,
    "ord": 1724,
    "rd ": 1928,
    " acc": 25,
    "acco": 429,
    "ccor": 628,
    "cord": 694,
    "ord ": 1725,
    "k": 1298,
    "ok": 1666,
    "k ": 1299,
    " ok": 244,
    "ok ": 1667,
    " ok ": 245,
    "en ": 858,
    "ien ": 1152,
    "û": 2579,
    "sû": 2148,
    "ûr": 2580,
    " sû": 324,
    "sûr": 2149,
    "ûr ": 2581,
    " sûr": 325,
    "sûr ": 2150,
    "x": 2437,
    " e": 121,
    "ex": 941,
    "xa": 2439,
    "em": 851,
    " ex": 131,
    "exa": 942,
    "xac": 2440,
    "act": 432,
    "tem": 2178,
    "eme": 852,
    "men": 1429,
    "nt ": 1590,
    " exa": 132,
    "exac": 943,
    "xact": 2441,
    "acte": 433,
    "ctem": 714,
    "teme": 2179,
    "emen": 853,
    "ment": 1431,
    "ent ": 872,
    "be": 586,
    "ea": 815,
    "up": 2344,
    "p ": 1779,
    " be": 61,
    "bea": 587,
    "eau": 816,
    "auc": 558,
    "oup": 1756,
    "up ": 2345,
    " bea": 62,
    "beau": 588,
    "eauc": 818,
    "auco": 559,
    "coup": 699,
    "oup ": 1757,
    "su": 2131,
    "pe": 1790,
    " su": 318,
    "sup": 2136,
    "upe": 2346,
    "per": 1794,
    " sup": 320,
    "supe": 2137,
    "uper": 2347,
    "per ": 1795,
    "ce": 633,
    " ce": 76,
    "ce ": 634,
    " ce ": 77,
    "ê": 2559,
    " ê": 379,
    "êt": 2560,
    "tr": 2237,
    " êt": 380,
    "êtr": 2561,
    "tre": 2242,
    "re ": 1930,
    " êtr": 381,
    "être": 2562,
    "tre ": 2243,
    "f": 958,
    "pa": 1780,
    "ar": 524,
    "rf": 1950,
    "fa": 959,
    "it": 1250,
    " pa": 257,
    "par": 1781,
    "arf": 533,
    "rfa": 1951,
    "fai": 960,
    "ait": 468,
    "it ": 1251,
    " par": 258,
    "parf": 1785,
    "arfa": 534,
    "rfai": 1952,
    "fait": 962,
    "ait ": 469,
    " te": 331,
    "te ": 2175,
    " te ": 332,
    "rem": 1935,
    "cie": 662,
    "ier": 1155,
    " rem": 289,
    "reme": 1936,
    "emer": 854,
    "rcie": 1924,
    "cier": 664,
    "ier ": 1156,
    "î": 2563,
    "na": 1482,
    "aî": 576,
    "ît": 2567,
    "rec": 1931,
    "eco": 823,
    "nna": 1562,
    "naî": 1486,
    "aît": 579,
    "îtr": 2568,
    " rec": 287,
    "reco": 1932,
    "econ": 825,
    "onna": 1701,
    "nnaî": 1563,
    "naît": 1487,
    "aîtr": 580,
    "ître": 2569,
    " i": 169,
    "nf": 1529,
    "fi": 971,
    "ni": 1540,
    "im": 1181,
    " in": 176,
    "inf": 1194,
    "nfi": 1532,
    "fin": 983,
    "ini": 1198,
    "nim": 1545,
    "ime": 1184,
    " inf": 177,
    "infi": 1195,
    "nfin": 1534,
    "fini": 984,
    "inim": 1199,
    "nime": 1546,
    "imen": 1185,
    "po": 1827,
    " po": 270,
    "pou": 1832,
    " pou": 271,
    "pour": 1833,
    "to": 2223,
    " to": 335,
    "ton": 2228,
    " ton": 337,
    "ton ": 2229,
    "id": 1136,
    " ai": 29,
    "aid": 453,
    "ide": 1138,
    " aid": 30,
    "aide": 454,
    "ide ": 1139,
    "fo": 989,
    "nfo": 1535,
    "fo ": 990,
    "info": 1196,
    "nfo ": 1536,
    "toi": 2224,
    "oi ": 1655,
    " toi": 336,
    "toi ": 2225,
    "op": 1716,
    "top": 2230,
    "op ": 1717,
    " top": 338,
    "top ": 2231,
    " tr": 341,
    "tro": 2248,
    "rop": 2002,
    " tro": 343,
    "trop": 2249,
    "rop ": 2003,
    "ol": 1668,
    "l ": 1321,
    "coo": 691,
    "ool": 1714,
    "ol ": 1669,
    " coo": 90,
    "cool": 692,
    "ool ": 1715,
    " u": 349,
    "un": 2337,
    " un": 350,
    "un ": 2338,
    " un ": 351,
    "g": 1005,
    " g": 147,
    "gr": 1034,
    "ra": 1894,
    "an": 491,
    "nd": 1505,
    " gr": 152,
    "gra": 1035,
    "ran": 1908,
    "and": 498,
    "nd ": 1506,
    " gra": 153,
    "gran": 1038,
    "rand": 1909,
    "and ": 499,
    " n": 230,
    "ic": 1118,
    "ck": 669,
    "ke": 1303,
    " ni": 233,
    "nic": 1541,
    "ick": 1130,
    "cke": 670,
    "kel": 1304,
    "el ": 841,
    " nic": 234,
    "nick": 1542,
    "icke": 1131,
    "ckel": 671,
    "kel ": 1305,
    "mo": 1453,
    " mo": 221,
    "mon": 1456,
    " mon": 223,
    "mon ": 1457,
    "am": 484,
    "mi": 1440,
    " am": 34,
    "ami": 485,
    "mi ": 1441,
    " ami": 35,
    "ami ": 486,
    " v": 356,
    "vr": 2427,
    " vr": 364,
    "vra": 2428,
    "rai": 1900,
    "aim": 458,
    " vra": 365,
    "vrai": 2429,
    "raim": 1902,
    "aime": 459,
    "ti": 2196,
    "sou": 2102,
    "out": 1765,
    "uti": 2377,
    "tie": 2206,
    " sou": 315,
    "sout": 2105,
    "outi": 1767,
    "utie": 2378,
    "tien": 2207,
    "è": 2486,
    "rè": 2030,
    "ès": 2493,
    "trè": 2253,
    "rès": 2031,
    "ès ": 2494,
    " trè": 344,
    "très": 2254,
    "rès ": 2032,
    "il": 1170,
    " ut": 354,
    "til": 2208,
    "ile": 1174,
    " uti": 355,
    "util": 2379,
    "tile": 2210,
    "ile ": 1175,
    "no": 1571,
    " no": 236,
    "non": 1572,
    " non": 237,
    "non ": 1573,
    "as": 541,
    "pas": 1787,
    "as ": 542,
    " pas": 259,
    "pas ": 1788,
    "tou": 2235,
    " tou": 340,
    "tout": 2236,
    "out ": 1766,
    "ef": 831,
    "fu": 999,
    "se": 2066,
    "ref": 1933,
    "efu": 832,
    "fus": 1000,
    "use": 2365,
    "ser": 2072,
    " ref": 288,
    "refu": 1934,
    "efus": 833,
    "fuse": 1001,
    "user": 2366,
    "ser ": 2073,
    " ne": 231,
    "ne ": 1518,
    " ne ": 232,
    "ul": 2324,
    " vo": 362,
    "vou": 2424,
    "oul": 1754,
    "ulo": 2327,
    "loi": 1380,
    " vou": 363,
    "voul": 2425,
    "oulo": 1755,
    "uloi": 2328,
    "loir": 1382,
    ".": 398,
    " .": 11,
    "..": 400,
    ". ": 399,
    " ..": 12,
    "...": 402,
    ".. ": 401,
    " ...": 13,
    "... ": 403,
    "és": 2550,
    "lé": 1404,
    "é ": 2496,
    "dés": 804,
    "éso": 2551,
    "sol": 2097,
    "olé": 1670,
    "lé ": 1405,
    " dés": 117,
    "déso": 805,
    "ésol": 2552,
    "solé": 2098,
    "olé ": 1671,
    "q": 1876,
    " q": 280,
    "qu": 1877,
    "ue": 2297,
    "lq": 1390,
    " qu": 281,
    "que": 1878,
    "uel": 2299,
    "elq": 849,
    "lqu": 1391,
    "ue ": 2298,
    " que": 282,
    "quel": 1880,
    "uelq": 2302,
    "elqu": 850,
    "lque": 1392,
    "que ": 1879,
    "ho": 1086,
    "os": 1733,
    " ch": 78,
    "cho": 654,
    "hos": 1091,
    "ose": 1734,
    "se ": 2067,
    " cho": 79,
    "chos": 655,
    "hose": 1092,
    "ose ": 1735,
    " se": 306,
    " se ": 307,
    "ma": 1410,
    " ma": 209,
    "mal": 1416,
    "al ": 472,
    " mal": 210,
    "mal ": 1417,
    "ss": 2106,
    "ass": 546,
    "sse": 2107,
    "pass": 1789,
    "asse": 547,
    "sser": 2108,
    "eu": 930,
    "uh": 2307,
    "h ": 1052,
    " eu": 129,
    "euh": 932,
    "uh ": 2308,
    " euh": 130,
    "euh ": 933,
    "om": 1672,
    "mp": 1459,
    "dr": 781,
    "com": 682,
    "omp": 1680,
    "mpr": 1466,
    "pre": 1845,
    "ren": 1937,
    "end": 863,
    "ndr": 1515,
    "dre": 782,
    " com": 88,
    "comp": 684,
    "ompr": 1684,
    "mpre": 1467,
    "pren": 1846,
    "rend": 1938,
    "endr": 864,
    "ndre": 1516,
    "dre ": 783,
    "uo": 2339,
    "quo": 1886,
    "uoi": 2340,
    " quo": 284,
    "quoi": 1887,
    "uoi ": 2341,
    "?": 409,
    " ?": 16,
    "? ": 410,
    " ? ": 17,
    "ei": 834,
    "hei": 1064,
    "ein": 838,
    " hei": 160,
    "hein": 1065,
    "ein ": 839,
    "hm": 1083,
    "mm": 1444,
    "m ": 1409,
    " hm": 165,
    "hmm": 1084,
    "mmm": 1451,
    "mm ": 1445,
    " hmm": 166,
    "hmmm": 1085,
    "mmm ": 1452,
    "av": 564,
    "sav": 2059,
    "avo": 571,
    " sav": 303,
    "savo": 2060,
    "avoi": 572,
    " av": 52,
    " avo": 55,
    "ri": 1958,
    "is": 1235,
    "pri": 1847,
    "ris": 1965,
    "is ": 1236,
    "mpri": 1468,
    "pris": 1848,
    "ris ": 1966,
    " f": 137,
    "fl": 985,
    " fl": 143,
    "flo": 986,
    "lou": 1384,
    " flo": 144,
    "flou": 987,
    "lou ": 1385,
    "’": 2582,
    "c’": 732,
    "’ ": 2583,
    " c’": 94,
    "c’ ": 733,
    " c’ ": 95,
    "do": 773,
    " do": 109,
    "doc": 774,
    "ock": 1634,
    "ker": 1306,
    " doc": 110,
    "dock": 776,
    "ocke": 1635,
    "cker": 672,
    "ker ": 1307,
    "don": 778,
    " don": 111,
    "donn": 780,
    "nne ": 1565,
    "moi": 1454,
    " moi": 222,
    "moi ": 1455,
    "éf": 2524,
    "io": 1212,
    "déf": 798,
    "éfi": 2525,
    "nit": 1549,
    "iti": 1257,
    "tio": 2214,
    "ion": 1213,
    " déf": 115,
    "défi": 799,
    "éfin": 2526,
    "init": 1201,
    "niti": 1550,
    "itio": 1259,
    "tion": 2215,
    "ion ": 1214,
    " k": 194,
    "ku": 1317,
    "ub": 2287,
    "et": 921,
    " ku": 197,
    "kub": 1318,
    "ube": 2289,
    "ber": 589,
    "ern": 893,
    "rne": 1981,
    "net": 1525,
    "ete": 923,
    " kub": 198,
    "kube": 1319,
    "uber": 2290,
    "bern": 590,
    "erne": 894,
    "rnet": 1982,
    "nete": 1526,
    "ete ": 924,
    "si": 2079,
    "ig": 1164,
    "gn": 1025,
    "if": 1159,
    " si": 310,
    "sig": 2086,
    "ign": 1165,
    "gni": 1027,
    "nif": 1543,
    "ifi": 1162,
    "fie": 977,
    " sig": 311,
    "sign": 2087,
    "igni": 1167,
    "gnif": 1028,
    "nifi": 1544,
    "ifie": 1163,
    "fier": 978,
    " ci": 80,
    " ci ": 81,
    "/": 404,
    " /": 14,
    "/ ": 405,
    " / ": 15,
    "cd": 629,
    " cd": 74,
    "cd ": 630,
    " cd ": 75,
    "uv": 2384,
    "ouv": 1768,
    "uvo": 2387,
    "pouv": 1834,
    "ouvo": 1770,
    "uvoi": 2388,
    "-": 386,
    " -": 5,
    "- ": 387,
    " - ": 6,
    "tu": 2258,
    " tu": 345,
    "tu ": 2259,
    " tu ": 346,
    "nir": 1547,
    "inir": 1200,
    "nir ": 1548,
    "gi": 1010,
    " gi": 150,
    "git": 1017,
    " git": 151,
    "git ": 1018,
    "xp": 2448,
    "li": 1349,
    "iq": 1222,
    "exp": 948,
    "xpl": 2451,
    "pli": 1818,
    "liq": 1355,
    "iqu": 1223,
    "uer": 2305,
    " exp": 135,
    "expl": 950,
    "xpli": 2452,
    "pliq": 1820,
    "liqu": 1356,
    "ique": 1224,
    "quer": 1882,
    "uer ": 2306,
    "ot": 1737,
    "not": 1574,
    "oti": 1741,
    " not": 238,
    "noti": 1575,
    "otio": 1743,
    "ob": 1620,
    "bs": 609,
    "rv": 2024,
    "va": 2392,
    "ab": 421,
    "ty": 2265,
    " ob": 240,
    "obs": 1624,
    "bse": 610,
    "erv": 901,
    "rva": 2025,
    "vab": 2394,
    "abi": 423,
    "bil": 596,
    "ili": 1176,
    "lit": 1360,
    "ity": 1264,
    "ty ": 2266,
    " obs": 241,
    "obse": 1625,
    "bser": 611,
    "serv": 2074,
    "erva": 902,
    "rvab": 2026,
    "vabi": 2395,
    "abil": 424,
    "bili": 597,
    "ilit": 1178,
    "lity": 1361,
    "ity ": 1265,
    "ps": 1857,
    "ito": 1262,
    "ops": 1718,
    "ps ": 1858,
    "gito": 1021,
    "itop": 1263,
    "tops": 2232,
    "ops ": 1719,
    "rr": 2008,
    "af": 435,
    "rm": 1974,
    "err": 895,
    "rra": 2009,
    "raf": 1897,
    "afo": 438,
    "for": 994,
    "orm": 1730,
    "rm ": 1975,
    " ter": 333,
    "terr": 2185,
    "erra": 896,
    "rraf": 2010,
    "rafo": 1899,
    "afor": 439,
    "form": 995,
    "orm ": 1731,
    "di": 761,
    " di": 105,
    "dir": 770,
    "ire": 1229,
    " dir": 108,
    "dire": 772,
    "ire ": 1230,
    "fr": 996,
    "st": 2116,
    "ru": 2021,
    "nfr": 1538,
    "fra": 997,
    "ras": 1910,
    "ast": 549,
    "str": 2126,
    "tru": 2251,
    "ruc": 2022,
    "uct": 2294,
    "ctu": 719,
    "tur": 2262,
    "ure": 2354,
    "infr": 1197,
    "nfra": 1539,
    "fras": 998,
    "rast": 1911,
    "astr": 550,
    "stru": 2128,
    "truc": 2252,
    "ruct": 2023,
    "uctu": 2296,
    "ctur": 720,
    "ture": 2264,
    "ure ": 2355,
    "od": 1640,
    "cod": 680,
    "ode": 1641,
    " cod": 87,
    "code": 681,
    "ode ": 1642,
    "sim": 2088,
    "imp": 1187,
    "mpl": 1462,
    "ple": 1814,
    " sim": 312,
    "simp": 2089,
    "impl": 1188,
    "mple": 1463,
    "ple ": 1815,
    "ib": 1115,
    "bl": 598,
    " an": 36,
    "ans": 506,
    "nsi": 1580,
    "sib": 2080,
    "ibl": 1116,
    "bl ": 599,
    " ans": 39,
    "ansi": 508,
    "nsib": 1581,
    "sibl": 2081,
    "ibl ": 1117,
    "nc": 1488,
    "ep": 876,
    "pt": 1861,
    "onc": 1687,
    "nce": 1490,
    "cep": 637,
    "ept": 879,
    "pt ": 1862,
    " con": 89,
    "conc": 686,
    "once": 1689,
    "ncep": 1492,
    "cept": 638,
    "ept ": 880,
    "cr": 701,
    "vi": 2410,
    " mi": 219,
    "mic": 1442,
    "icr": 1132,
    "cro": 707,
    "ros": 2004,
    "rvi": 2027,
    "vic": 2411,
    "ice": 1123,
    " mic": 220,
    "micr": 1443,
    "icro": 1133,
    "cros": 709,
    "rose": 2005,
    "oser": 1736,
    "ervi": 903,
    "rvic": 2028,
    "vice": 2412,
    "ice ": 1124,
    "dev": 759,
    "vop": 2421,
    " dev": 104,
    "devo": 760,
    "evop": 940,
    "vops": 2423,
    "m’": 1478,
    " m’": 228,
    "m’ ": 1479,
    " m’ ": 229,
    " en": 122,
    " en ": 123,
    "sur": 2138,
    " sur": 321,
    "sur ": 2139,
    "j’": 1296,
    " j’": 192,
    "j’ ": 1297,
    " j’ ": 193,
    " aim": 31,
    "imer": 1186,
    "mer ": 1433,
    "ét": 2553,
    "ta": 2155,
    "dét": 806,
    "éta": 2554,
    "tai": 2158,
    "ail": 455,
    "il ": 1171,
    " dét": 118,
    "déta": 807,
    "étai": 2555,
    "tail": 2159,
    "ail ": 456,
    "da": 739,
    "ag": 440,
    "ge": 1006,
    " da": 97,
    "dav": 746,
    "ava": 565,
    "van": 2398,
    "ant": 509,
    "nta": 1591,
    "tag": 2156,
    "age": 441,
    "ge ": 1007,
    " dav": 99,
    "dava": 747,
    "avan": 568,
    "vant": 2400,
    "anta": 511,
    "ntag": 1592,
    "tage": 2157,
    "age ": 442,
    "pré": 1855,
    "réc": 2034,
    "éci": 2501,
    "cis": 667,
    "isi": 1242,
    "sio": 2090,
    " pré": 275,
    "préc": 1856,
    "réci": 2035,
    "écis": 2502,
    "cisi": 668,
    "isio": 1243,
    "sion": 2091,
    "ill": 1179,
    "lle": 1368,
    "ler": 1343,
    "aill": 457,
    "ille": 1180,
    "ller": 1370,
    "ler ": 1344,
    "omm": 1677,
    "mme": 1448,
    "comm": 683,
    "omme": 1679,
    "mmen": 1450,
    "lis": 1357,
    "ise": 1239,
    "tili": 2211,
    "ilis": 1177,
    "lise": 1359,
    "iser": 1241,
    "nk": 1558,
    "ki": 1313,
    "jen": 1283,
    "enk": 869,
    "nki": 1559,
    "kin": 1314,
    "ins": 1202,
    "ns ": 1577,
    " jen": 186,
    "jenk": 1284,
    "enki": 870,
    "nkin": 1560,
    "kins": 1316,
    "ins ": 1203,
    "d’": 808,
    " d’": 119,
    "d’ ": 809,
    " d’ ": 120,
    "at": 551,
    "rma": 1976,
    "mat": 1421,
    "ati": 552,
    "nfor": 1537,
    "orma": 1732,
    "rmat": 1977,
    "mati": 1422,
    "atio": 553,
    "of": 1645,
    "rof": 1996,
    "ofo": 1648,
    "fon": 991,
    "ond": 1692,
    "nde": 1509,
    "deu": 757,
    "eur": 934,
    "prof": 1852,
    "rofo": 1997,
    "ofon": 1649,
    "fond": 993,
    "onde": 1693,
    "ndeu": 1511,
    "deur": 758,
    "eur ": 935,
    "l’": 1406,
    " l’": 206,
    "l’ ": 1407,
    " l’ ": 207,
    "es": 904,
    " or": 248,
    "orc": 1722,
    "rch": 1919,
    "che": 648,
    "hes": 1071,
    "est": 917,
    "tra": 2238,
    "rat": 1912,
    " orc": 249,
    "orch": 1723,
    "rche": 1920,
    "ches": 650,
    "hest": 1072,
    "estr": 920,
    "stra": 2127,
    "trat": 2240,
    "rati": 1913,
    "ve": 2403,
    "c ": 622,
    "ave": 569,
    "vec": 2406,
    "ec ": 820,
    " ave": 54,
    "avec": 570,
    "vec ": 2407,
    " fo": 145,
    "nct": 1501,
    "cti": 716,
    "nem": 1521,
    " fon": 146,
    "fonc": 992,
    "onct": 1691,
    "ncti": 1502,
    "ctio": 718,
    "ionn": 1215,
    "nnem": 1567,
    "neme": 1522,
    "tl": 2220,
    "la": 1322,
    "b ": 582,
    "itl": 1260,
    "tla": 2221,
    "lab": 1323,
    "ab ": 422,
    "gitl": 1020,
    "itla": 1261,
    "tlab": 2222,
    "lab ": 1324,
    "ner": 1523,
    "nner": 1568,
    "ner ": 1524,
    "ont": 1707,
    "ine": 1191,
    "cont": 690,
    "onta": 1708,
    "ntai": 1593,
    "tain": 2160,
    "aine": 462,
    "iner": 1193,
    "[": 411,
    " [": 18,
    "[ ": 412,
    " [ ": 19,
    "]": 413,
    " ]": 20,
    "] ": 414,
    " ] ": 21,
    "lem": 1339,
    "plem": 1816,
    "leme": 1340,
    " id": 170,
    "idé": 1142,
    "dée": 796,
    " idé": 171,
    "idée": 1143,
    "dée ": 797,
    "og": 1650,
    "ana": 492,
    "nal": 1484,
    "alo": 480,
    "log": 1378,
    "ogi": 1651,
    "gie": 1011,
    "ie ": 1146,
    " ana": 37,
    "anal": 494,
    "nalo": 1485,
    "alog": 481,
    "logi": 1379,
    "ogie": 1652,
    "gie ": 1012,
    " fa": 138,
    "air": 463,
    " fai": 139,
    "fair": 961,
    "aire": 465,
    "mpa": 1460,
    "are": 531,
    "rer": 1942,
    "ompa": 1681,
    "mpar": 1461,
    "pare": 1784,
    "arer": 532,
    "rer ": 1943,
    "mé": 1472,
    "ap": 514,
    "ph": 1800,
    " mé": 226,
    "mét": 1475,
    "tap": 2166,
    "aph": 517,
    "pho": 1803,
    "hor": 1089,
    "ore": 1726,
    " mét": 227,
    "méta": 1476,
    "étap": 2556,
    "taph": 2168,
    "apho": 518,
    "phor": 1804,
    "hore": 1090,
    "ore ": 1727,
    "xe": 2442,
    "exe": 944,
    "xem": 2443,
    "emp": 855,
    " exe": 133,
    "exem": 945,
    "xemp": 2444,
    "empl": 856,
    "gé": 1047,
    " im": 174,
    "ima": 1182,
    "mag": 1412,
    "agé": 449,
    "gé ": 1048,
    " ima": 175,
    "imag": 1183,
    "magé": 1413,
    "agé ": 450,
    "me ": 1426,
    "mme ": 1449,
    "enf": 867,
    "nfa": 1530,
    "fan": 963,
    " enf": 125,
    "enfa": 868,
    "nfan": 1531,
    "fant": 965,
    "ant ": 510,
    "ara": 526,
    "ais": 466,
    "iso": 1244,
    "son": 2099,
    "para": 1783,
    "arai": 527,
    "rais": 1904,
    "aiso": 467,
    "ison": 1245,
    "son ": 2100,
    "cl": 673,
    " cl": 84,
    "cla": 674,
    "lai": 1329,
    " cla": 85,
    "clai": 675,
    "lair": 1330,
    "air ": 464,
    "ua": 2284,
    " vi": 359,
    "vis": 2416,
    "isu": 1248,
    "sua": 2132,
    "ual": 2285,
    "ali": 475,
    " vis": 361,
    "visu": 2417,
    "isua": 1249,
    "sual": 2133,
    "uali": 2286,
    "alis": 476,
    " é": 374,
    " ét": 377,
    "ape": 515,
    "pe ": 1791,
    " éta": 378,
    "tape": 2167,
    "ape ": 516,
    "ar ": 525,
    "par ": 1782,
    "gu": 1041,
    " gu": 154,
    "gui": 1042,
    "uid": 2313,
    "id ": 1137,
    " gui": 155,
    "guid": 1043,
    "uid ": 2314,
    "pi": 1805,
    "ip": 1216,
    " pi": 265,
    "pip": 1807,
    "ipe": 1217,
    "pel": 1792,
    "eli": 842,
    "lin": 1352,
    " pip": 266,
    "pipe": 1808,
    "ipel": 1219,
    "peli": 1793,
    "elin": 843,
    "line": 1353,
    "ine ": 1192,
    "cé": 728,
    "éd": 2511,
    "du": 784,
    "océ": 1638,
    "céd": 730,
    "édu": 2516,
    "dur": 787,
    "rocé": 1993,
    "océd": 1639,
    "cédu": 731,
    "édur": 2517,
    "dure": 788,
    "let": 1345,
    "et ": 922,
    "ompl": 1682,
    "plet": 1817,
    "let ": 1346,
    "ép": 2535,
    "dép": 800,
    "épl": 2536,
    "plo": 1821,
    "oie": 1656,
    "iem": 1149,
    " dép": 116,
    "dépl": 801,
    "éplo": 2537,
    "ploi": 1822,
    "loie": 1381,
    "oiem": 1657,
    "ieme": 1150,
    "w": 2432,
    " w": 366,
    "wo": 2434,
    "rk": 1968,
    "kf": 1310,
    "ow": 1771,
    "w ": 2433,
    " wo": 367,
    "wor": 2435,
    "ork": 1728,
    "rkf": 1969,
    "kfl": 1311,
    "low": 1386,
    "ow ": 1772,
    " wor": 368,
    "work": 2436,
    "orkf": 1729,
    "rkfl": 1970,
    "kflo": 1312,
    "flow": 988,
    "low ": 1387,
    " ar": 43,
    "arc": 529,
    "chi": 651,
    "hit": 1081,
    "ite": 1252,
    "tec": 2176,
    " arc": 44,
    "arch": 530,
    "rchi": 1921,
    "chit": 653,
    "hite": 1082,
    "itec": 1253,
    "tect": 2177,
    "ectu": 830,
    "oce": 1630,
    "ces": 641,
    "ess": 913,
    "ssu": 2114,
    "sus": 2140,
    "roce": 1991,
    "oces": 1631,
    "cess": 642,
    "essu": 916,
    "ssus": 2115,
    "sus ": 2141,
    "tt": 2255,
    "met": 1437,
    "ett": 928,
    "ttr": 2256,
    " met": 218,
    "mett": 1439,
    "ettr": 929,
    "ttre": 2257,
    "pla": 1812,
    "lac": 1325,
    "ace": 430,
    " pla": 268,
    "plac": 1813,
    "lace": 1326,
    "ace ": 431,
    "nst": 1585,
    "sta": 2118,
    "tal": 2161,
    "all": 477,
    " ins": 179,
    "inst": 1204,
    "nsta": 1586,
    "stal": 2120,
    "tall": 2163,
    "alle": 479,
    "lla": 1366,
    "lat": 1331,
    "alla": 478,
    "llat": 1367,
    "lati": 1332,
    "nu": 1607,
    "ux": 2389,
    "x ": 2438,
    " li": 203,
    "inu": 1209,
    "nux": 1610,
    "ux ": 2390,
    " lin": 204,
    "linu": 1354,
    "inux": 1211,
    "nux ": 1611,
    "onf": 1696,
    "fig": 979,
    "igu": 1168,
    "gur": 1044,
    "conf": 687,
    "onfi": 1697,
    "nfig": 1533,
    "figu": 980,
    "igur": 1169,
    "gure": 1046,
    "urer": 2356,
    "ura": 2350,
    "gura": 1045,
    "urat": 2351,
    "ég": 2527,
    "gl": 1022,
    " ré": 294,
    "rég": 2040,
    "égl": 2528,
    "gla": 1023,
    "lag": 1327,
    " rég": 296,
    "régl": 2041,
    "égla": 2529,
    "glag": 1024,
    "lage": 1328,
    "ba": 583,
    " ba": 59,
    "bas": 584,
    "ase": 543,
    " bas": 60,
    "base": 585,
    "ase ": 544,
    "ia": 1106,
    "tia": 2199,
    "ial": 1113,
    " ini": 178,
    "itia": 1258,
    "tial": 2200,
    "ial ": 1114,
    "ram": 1905,
    "amé": 489,
    "étr": 2557,
    "aram": 528,
    "ramé": 1907,
    "amét": 490,
    "métr": 1477,
    "étre": 2558,
    "trer": 2245,
    "té": 2273,
    "int": 1206,
    "nté": 1602,
    "tég": 2275,
    "égr": 2530,
    "gre": 1039,
    " int": 180,
    "inté": 1208,
    "ntég": 1603,
    "tégr": 2276,
    "égre": 2531,
    "grer": 1040,
    "kin ": 1315,
    "dan": 742,
    " dan": 98,
    "dans": 743,
    "ans ": 507,
    "s’": 2151,
    " s’": 326,
    "s’ ": 2152,
    " s’ ": 327,
    " cr": 92,
    "cré": 710,
    "éer": 2522,
    " cré": 93,
    "crée": 711,
    "réer": 2039,
    "éer ": 2523,
    "th": 2189,
    "hu": 1093,
    "ith": 1255,
    "thu": 2194,
    "hub": 1094,
    "ub ": 2288,
    "gith": 1019,
    "ithu": 1256,
    "thub": 2195,
    "hub ": 1095,
    " act": 26,
    "acti": 434,
    " out": 253,
    "til ": 2209,
    "sé": 2145,
    "ér": 2543,
    "nsé": 1587,
    "sér": 2146,
    "ére": 2544,
    "insé": 1205,
    "nsér": 1588,
    "sére": 2147,
    "érer": 2546,
    "ff": 966,
    "fé": 1002,
    "dif": 768,
    "iff": 1160,
    "ffé": 969,
    "fér": 1003,
    " dif": 107,
    "diff": 769,
    "iffé": 1161,
    "ffér": 970,
    "fére": 1004,
    "éren": 2545,
    "rent": 1939,
    "uel ": 2300,
    "iè": 1274,
    "èr": 2490,
    "man": 1418,
    "ani": 502,
    "niè": 1553,
    "ièr": 1275,
    "ère": 2491,
    " man": 211,
    "mani": 1420,
    "aniè": 503,
    "nièr": 1554,
    "ière": 1276,
    "ère ": 2492,
    "z": 2479,
    "az": 573,
    "zu": 2481,
    " az": 56,
    "azu": 574,
    "zur": 2482,
    " azu": 57,
    "azur": 575,
    "zur ": 2483,
    "xé": 2456,
    "cu": 721,
    "exé": 952,
    "xéc": 2457,
    "écu": 2509,
    "cut": 726,
    "ute": 2375,
    " exé": 136,
    "exéc": 953,
    "xécu": 2458,
    "écut": 2510,
    "cute": 727,
    "uter": 2376,
    "bu": 612,
    "ld": 1333,
    " bu": 69,
    "bui": 613,
    "uil": 2315,
    "ild": 1172,
    "ld ": 1334,
    " bui": 70,
    "buil": 614,
    "uild": 2316,
    "ild ": 1173,
    "iv": 1268,
    "liv": 1363,
    "ivr": 1271,
    " liv": 205,
    "livr": 1364,
    "ivra": 1272,
    "nti": 1598,
    "tin": 2212,
    "nue": 1608,
    "onti": 1710,
    "ntin": 1599,
    "tinu": 2213,
    "inue": 1210,
    "nuer": 1609,
    "rô": 2044,
    "ôl": 2572,
    " rô": 298,
    "rôl": 2045,
    "ôle": 2573,
    " rôl": 299,
    "rôle": 2046,
    "ôle ": 2574,
    "oue": 1748,
    "joue": 1291,
    "ouer": 1749,
    "écl": 2503,
    "cle": 676,
    "len": 1341,
    "enc": 859,
    "nch": 1494,
    "her": 1069,
    "décl": 793,
    "écle": 2504,
    "clen": 678,
    "lenc": 1342,
    "ench": 861,
    "nche": 1496,
    "cher": 649,
    "her ": 1070,
    "job": 1288,
    "ob ": 1621,
    " job": 188,
    "job ": 1289,
    "rg": 1955,
    "go": 1029,
    "arg": 535,
    "rgo": 1956,
    "goc": 1030,
    "ocd": 1628,
    " arg": 45,
    "argo": 536,
    "rgoc": 1957,
    "gocd": 1031,
    "ocd ": 1629,
    "aut": 562,
    "uto": 2380,
    "tom": 2226,
    "oma": 1673,
    "tis": 2218,
    " aut": 51,
    "auto": 563,
    "utom": 2381,
    "toma": 2227,
    "omat": 1674,
    "atis": 555,
    "tise": 2219,
    "în": 2564,
    "haî": 1061,
    "aîn": 577,
    "îne": 2565,
    " enc": 124,
    "ncha": 1495,
    "chaî": 647,
    "haîn": 1062,
    "aîne": 578,
    "îner": 2566,
    "cir": 665,
    "irc": 1227,
    "rcl": 1925,
    "lec": 1337,
    "eci": 821,
    " cir": 83,
    "circ": 666,
    "ircl": 1228,
    "rcle": 1926,
    "clec": 677,
    "leci": 1338,
    "eci ": 822,
    " gé": 156,
    "gér": 1049,
    " gér": 157,
    "gére": 1050,
    "-t": 396,
    " -t": 9,
    "-t ": 397,
    " -t ": 10,
    " il": 172,
    " il ": 173,
    " ph": 263,
    "pha": 1801,
    "has": 1059,
    " pha": 264,
    "phas": 1802,
    "hase": 1060,
    " me ": 214,
    "ntr": 1600,
    "mont": 1458,
    "ontr": 1711,
    "ntre": 1601,
    " st": 316,
    " str": 317,
    "mu": 1469,
    "lt": 1393,
    "i-": 1103,
    "-s": 391,
    " mu": 224,
    "mul": 1470,
    "ult": 2329,
    "lti": 1395,
    "ti-": 2197,
    "i-s": 1104,
    "-st": 394,
    " mul": 225,
    "mult": 1471,
    "ulti": 2331,
    "lti-": 1396,
    "ti-s": 2198,
    "i-st": 1105,
    "-sta": 395,
    "stag": 2119,
    "sy": 2142,
    "ys": 2473,
    "tè": 2270,
    "èm": 2487,
    " sy": 322,
    "sys": 2143,
    "yst": 2474,
    "stè": 2129,
    "tèm": 2271,
    "ème": 2488,
    " sys": 323,
    "syst": 2144,
    "ystè": 2475,
    "stèm": 2130,
    "tème": 2272,
    "ème ": 2489,
    "xi": 2445,
    "exi": 946,
    "xis": 2446,
    "ist": 1246,
    "tan": 2164,
    " exi": 134,
    "exis": 947,
    "xist": 2447,
    "ista": 1247,
    "stan": 2121,
    "tant": 2165,
    "tiq": 2216,
    "uem": 2303,
    "atiq": 554,
    "tiqu": 2217,
    "quem": 1881,
    "ueme": 2304,
    "res": 1944,
    "sso": 2112,
    "urc": 2352,
    "rce": 1917,
    " res": 290,
    "ress": 1945,
    "esso": 915,
    "ssou": 2113,
    "sour": 2104,
    "ourc": 1760,
    "urce": 2353,
    "rce ": 1918,
    "pp": 1835,
    " ap": 40,
    "app": 521,
    "ppr": 1838,
    " app": 42,
    "appr": 523,
    "ppre": 1839,
    "mma": 1446,
    "der": 752,
    "ecom": 824,
    "omma": 1678,
    "mman": 1447,
    "mand": 1419,
    "ande": 501,
    "nder": 1510,
    "der ": 753,
    "ù": 2577,
    "où": 1776,
    "ù ": 2578,
    " où": 254,
    "où ": 1777,
    " où ": 255,
    " fi": 140,
    "fia": 972,
    "iab": 1107,
    "abl": 425,
    "ble": 600,
    " fia": 141,
    "fiab": 973,
    "iabl": 1108,
    "able": 426,
    "ble ": 601,
    "um": 2332,
    "ocu": 1636,
    "cum": 724,
    "ume": 2335,
    "tat": 2169,
    "docu": 777,
    "ocum": 1637,
    "cume": 725,
    "umen": 2336,
    "enta": 873,
    "ntat": 1594,
    "tati": 2170,
    " of": 242,
    "off": 1646,
    "ffi": 967,
    "fic": 974,
    "ici": 1128,
    "iel": 1147,
    " off": 243,
    "offi": 1647,
    "ffic": 968,
    "fici": 976,
    "icie": 1129,
    "ciel": 663,
    "iel ": 1148,
    "a ": 420,
    " a ": 23,
    "maî": 1423,
    "tri": 2246,
    " maî": 212,
    "maît": 1424,
    "îtri": 2570,
    "tris": 2247,
    "rise": 1967,
    "rou": 2006,
    "uve": 2385,
    "ver": 2408,
    "trou": 2250,
    "rouv": 2007,
    "ouve": 1769,
    "uver": 2386,
    "ver ": 2409,
    "rs": 2011,
    "urs": 2359,
    "rs ": 2012,
    "cour": 700,
    "ours": 1762,
    "urs ": 2360,
    "pé": 1871,
    " pé": 278,
    "péd": 1872,
    "éda": 2512,
    "dag": 740,
    "ago": 445,
    "gog": 1032,
    "giq": 1013,
    " péd": 279,
    "péda": 1873,
    "édag": 2513,
    "dago": 741,
    "agog": 446,
    "gogi": 1033,
    "ogiq": 1653,
    "giqu": 1014,
    "vre": 2430,
    "ivre": 1273,
    "vre ": 2431,
    " ou ": 251,
    "oc ": 1627,
    "doc ": 775,
    "_": 415,
    "s_": 2049,
    "_a": 416,
    "tes": 2186,
    "es_": 905,
    "s_a": 2050,
    "_ar": 417,
    "etes": 925,
    "tes_": 2187,
    "es_a": 906,
    "s_ar": 2051,
    "_arc": 418,
    "d_": 736,
    "cic": 660,
    "icd": 1121,
    "cd_": 631,
    "d_a": 737,
    " cic": 82,
    "cicd": 661,
    "icd_": 1122,
    "cd_a": 632,
    "d_ar": 738,
    "uell": 2301,
    "elle": 845,
    "lle ": 1369,
    "pra": 1842,
    " pra": 273,
    "prat": 1844,
    "bes": 591,
    "st ": 2117,
    " bes": 63,
    "best": 592,
    "est ": 918,
    "rac": 1895,
    "tic": 2201,
    "prac": 1843,
    "ract": 1896,
    "ctic": 717,
    "tice": 2202,
    "nda": 1507,
    "dat": 744,
    "anda": 500,
    "ndat": 1508,
    "dati": 745,
    "nse": 1578,
    "sei": 2070,
    "eil": 835,
    "cons": 689,
    "onse": 1704,
    "nsei": 1579,
    "seil": 2071,
    "eil ": 836,
    "mei": 1427,
    "leu": 1347,
    " mei": 215,
    "meil": 1428,
    "eill": 837,
    "lleu": 1371,
    "leur": 1348,
    "vir": 2413,
    " ser": 309,
    "rvir": 2029,
    "vir ": 2414,
    "uot": 2342,
    "tid": 2204,
    "idi": 1140,
    "die": 766,
    "quot": 1888,
    "uoti": 2343,
    "otid": 1742,
    "tidi": 2205,
    "idie": 1141,
    "dien": 767,
    "isa": 1237,
    "sat": 2057,
    "lisa": 1358,
    "isat": 1238,
    "sati": 2058,
    "rod": 1994,
    "odu": 1643,
    "duc": 785,
    "prod": 1851,
    "rodu": 1995,
    "oduc": 1644,
    "duct": 786,
    "ucti": 2295,
    "oj": 1663,
    "roj": 1998,
    "oje": 1664,
    "jet": 1285,
    "proj": 1853,
    "roje": 1999,
    "ojet": 1665,
    "jet ": 1286,
    "éel": 2520,
    " rée": 295,
    "réel": 2038,
    "éel ": 2521,
    " us": 352,
    "usa": 2363,
    "sag": 2053,
    " usa": 353,
    "usag": 2364,
    "sage": 2054,
    "yp": 2468,
    " ty": 347,
    "typ": 2267,
    "ypi": 2471,
    "piq": 1809,
    " typ": 348,
    "typi": 2269,
    "ypiq": 2472,
    "piqu": 1810,
    " tes": 334,
    "test": 2188,
    "ppl": 1836,
    "appl": 522,
    "ppli": 1837,
    "éq": 2540,
    " éq": 375,
    "équ": 2541,
    "qui": 1883,
    "uip": 2317,
    " équ": 376,
    "équi": 2542,
    "quip": 1885,
    "uipe": 2318,
    "ipe ": 1218,
    "rep": 1940,
    "epr": 877,
    " ent": 126,
    "entr": 874,
    "trep": 2244,
    "repr": 1941,
    "epri": 878,
    "ise ": 1240,
    "oit": 1661,
    "xplo": 2453,
    "loit": 1383,
    "oite": 1662,
    "iter": 1254,
    "e_": 812,
    "ce_": 635,
    "e_a": 813,
    "ice_": 1125,
    "ce_a": 636,
    "e_ar": 814,
    "tur ": 2263,
    "r_": 1891,
    "er_": 885,
    "r_a": 1892,
    "ker_": 1308,
    "er_a": 886,
    "r_ar": 1893,
    "ps_": 1859,
    "ops_": 1720,
    "ps_a": 1860,
    "sc": 2061,
    "hé": 1098,
    "ém": 2532,
    " sc": 304,
    "sch": 2062,
    "ché": 656,
    "hém": 1099,
    "éma": 2533,
    "ma ": 1411,
    " sch": 305,
    "sché": 2063,
    "chém": 657,
    "héma": 1100,
    "éma ": 2534,
    "des": 754,
    "esc": 907,
    "scr": 2064,
    "cri": 704,
    "rip": 1961,
    "ipt": 1220,
    "pti": 1863,
    " des": 103,
    "desc": 755,
    "escr": 908,
    "scri": 2065,
    "crip": 705,
    "ript": 1962,
    "ipti": 1221,
    "ptio": 1864,
    "ouh": 1750,
    "uha": 2309,
    "souh": 2103,
    "ouha": 1751,
    "uhai": 2310,
    "hait": 1056,
    "aite": 470,
    "rl": 1971,
    "arl": 537,
    "rle": 1972,
    "parl": 1786,
    "arle": 538,
    "rler": 1973,
    "éb": 2497,
    "déb": 790,
    "ébu": 2498,
    "but": 615,
    "uta": 2373,
    " déb": 113,
    "débu": 791,
    "ébut": 2499,
    "buta": 616,
    "utan": 2374,
    "vop ": 2422,
    "niv": 1551,
    "ive": 1269,
    "vea": 2404,
    " niv": 235,
    "nive": 1552,
    "ivea": 1270,
    "veau": 2405,
    "eau ": 817,
    "nte": 1595,
    "erm": 891,
    "rmé": 1978,
    "méd": 1473,
    "édi": 2514,
    "dia": 763,
    "iai": 1111,
    "inte": 1207,
    "nter": 1597,
    "term": 2184,
    "ermé": 892,
    "rméd": 1979,
    "médi": 1474,
    "édia": 2515,
    "diai": 765,
    "iair": 1112,
    "utô": 2382,
    "plut": 1826,
    "lutô": 1403,
    "utôt": 2383,
    "anc": 495,
    "ncé": 1503,
    "cé ": 729,
    " ava": 53,
    "vanc": 2399,
    "ancé": 497,
    "ncé ": 1504,
    "sid": 2082,
    "dér": 802,
    "onsi": 1705,
    "nsid": 1582,
    "sidé": 2083,
    "idér": 1144,
    "dére": 803,
    "rt": 2015,
    "xpe": 2449,
    "ert": 899,
    "rt ": 2016,
    "expe": 949,
    "xper": 2450,
    "pert": 1797,
    "ert ": 900,
    "bute": 617,
    "tot": 2233,
    "ota": 1739,
    "ale": 473,
    " tot": 339,
    "tota": 2234,
    "otal": 1740,
    "tale": 2162,
    "alem": 474,
    " et": 127,
    " et ": 128,
    "xpé": 2454,
    "pér": 1874,
    "éri": 2548,
    "rie": 1959,
    "expé": 951,
    "xpér": 2455,
    "péri": 1875,
    "érie": 2549,
    "rien": 1960,
    "ienc": 1153,
    "ence": 860,
    "nce ": 1491,
    "cer": 639,
    "ance": 496,
    "ncer": 1493,
    "cer ": 640,
    "ez": 956,
    "z ": 2480,
    " as": 47,
    "sez": 2075,
    "ez ": 957,
    " ass": 48,
    "ssez": 2109,
    "sez ": 2076,
    "rav": 1914,
    "vai": 2396,
    " tra": 342,
    "trav": 2241,
    "rava": 1915,
    "avai": 567,
    "vail": 2397,
    "pu": 1865,
    "dep": 750,
    "epu": 881,
    "pui": 1866,
    "uis": 2319,
    " dep": 102,
    "depu": 751,
    "epui": 882,
    "puis": 1867,
    "uis ": 2320,
    "usi": 2367,
    "sie": 2084,
    "ieu": 1157,
    "lusi": 1400,
    "usie": 2368,
    "sieu": 2085,
    "ieur": 1158,
    "eurs": 936,
    "ann": 504,
    "nné": 1569,
    " ann": 38,
    "anné": 505,
    "nnée": 1570,
    "nc ": 1489,
    "donc": 779,
    "onc ": 1688,
    "ndi": 1512,
    "di ": 762,
    "ppro": 1840,
    "ondi": 1694,
    "ndi ": 1513,
    "nco": 1497,
    "enco": 862,
    "ncor": 1498,
    "core": 695,
    "ten": 2180,
    "ene": 865,
    "neu": 1527,
    "onte": 1709,
    "nten": 1596,
    "tene": 2181,
    "eneu": 866,
    "neur": 1528,
    " ge": 148,
    "ges": 1008,
    "sti": 2124,
    " ges": 149,
    "gest": 1009,
    "esti": 919,
    "stio": 2125,
    "menc": 1430,
    "ju": 1293,
    " ju": 190,
    "jus": 1294,
    "ust": 2369,
    "ste": 2122,
    " jus": 191,
    "just": 1295,
    "uste": 2370,
    "ste ": 2123,
    " pe": 260,
    "peu": 1798,
    "eu ": 931,
    " peu": 262,
    "peu ": 1799,
    "ndir": 1514,
    "dir ": 771,
    "sh": 2077,
    "mes": 1435,
    "esh": 909,
    "sh ": 2078,
    " mes": 217,
    "mesh": 1436,
    "esh ": 910,
    "rom": 2000,
    "ome": 1675,
    "eth": 926,
    "the": 2190,
    "heu": 1073,
    "prom": 1854,
    "rome": 2001,
    "omet": 1676,
    "meth": 1438,
    "ethe": 927,
    "theu": 2191,
    "heu ": 1074,
    "ncr": 1499,
    "cre": 702,
    "ret": 1946,
    "oncr": 1690,
    "ncre": 1500,
    "cret": 703,
    "ret ": 1947,
    "oy": 1773,
    "loy": 1388,
    "oye": 1774,
    "yer": 2463,
    "ploy": 1823,
    "loye": 1389,
    "oyer": 1775,
    "yer ": 2464,
    "lm": 1374,
    "elm": 847,
    "lm ": 1375,
    "helm": 1068,
    "elm ": 848,
    "ca": 623,
    "lic": 1350,
    "ica": 1119,
    "cat": 624,
    "plic": 1819,
    "lica": 1351,
    "icat": 1120,
    "cati": 625,
    "ja": 1278,
    " ja": 182,
    "jav": 1279,
    "va ": 2393,
    " jav": 183,
    "java": 1280,
    "ava ": 566,
    "mpo": 1464,
    "pos": 1830,
    "ompo": 1683,
    "mpos": 1465,
    "pose": 1831,
    "sec": 2068,
    "ecr": 826,
    " sec": 308,
    "secr": 2069,
    "ecre": 827,
    " va": 357,
    "vau": 2401,
    "aul": 560,
    "lt ": 1394,
    " vau": 358,
    "vaul": 2402,
    "ault": 561,
    "ult ": 2330,
    "afa": 436,
    "na ": 1483,
    "graf": 1036,
    "rafa": 1898,
    "afan": 437,
    "fana": 964,
    "ana ": 493,
    "py": 1868,
    "yt": 2476,
    " py": 276,
    "pyt": 1869,
    "yth": 2477,
    "tho": 2192,
    "hon": 1087,
    " pyt": 277,
    "pyth": 1870,
    "ytho": 2478,
    "thon": 2193,
    "hon ": 1088,
    "ich": 1126,
    "hie": 1079,
    " fic": 142,
    "fich": 975,
    "ichi": 1127,
    "chie": 652,
    "hier": 1080,
    "erf": 889,
    "rfi": 1953,
    "fil": 981,
    "kerf": 1309,
    "erfi": 890,
    "rfil": 1954,
    "fil ": 982,
    "api": 519,
    "pi ": 1806,
    " api": 41,
    "api ": 520,
    " ag": 27,
    "agi": 443,
    "gir": 1015,
    " agi": 28,
    "agir": 444,
    "gir ": 1016,
    " on": 246,
    " on ": 247,
    " l ": 200,
    "'": 382,
    " '": 1,
    "' ": 383,
    " ' ": 2,
    "tér": 2277,
    "ntér": 1604,
    "tére": 2278,
    "éres": 2547,
    "esse": 914,
    " al": 32,
    " all": 33,
    "o-": 1617,
    "ro-": 1986,
    "o-s": 1618,
    "-se": 392,
    "cro-": 708,
    "ro-s": 1987,
    "o-se": 1619,
    "-ser": 393,
    "uj": 2321,
    "suj": 2134,
    "uje": 2322,
    " suj": 319,
    "suje": 2135,
    "ujet": 2323,
    "ité": 1266,
    "té ": 2274,
    "lité": 1362,
    "ité ": 1267,
    "écr": 2507,
    "rir": 1963,
    "décr": 795,
    "écri": 2508,
    "crir": 706,
    "rire": 1964,
    "ype": 2469,
    "type": 2268,
    "ype ": 2470,
    "iag": 1109,
    "agr": 447,
    "amm": 487,
    " dia": 106,
    "diag": 764,
    "iagr": 1110,
    "agra": 448,
    "gram": 1037,
    "ramm": 1906,
    "amme": 488,
    "8": 406,
    "k8": 1300,
    "8s": 407,
    " k8": 195,
    "k8s": 1301,
    "8s ": 408,
    " k8s": 196,
    "k8s ": 1302,
    "esi": 911,
    "gn ": 1026,
    "desi": 756,
    "esig": 912,
    "ign ": 1166,
    "art": 539,
    "rti": 2017,
    "icu": 1134,
    "cul": 722,
    "ule": 2325,
    " art": 46,
    "arti": 540,
    "rtic": 2018,
    "ticu": 2203,
    "icul": 1135,
    "cule": 723,
    "uler": 2326,
    "aser": 545,
    " ro": 292,
    "rob": 1988,
    "obo": 1622,
    "bot": 607,
    "ot ": 1738,
    " rob": 293,
    "robo": 1989,
    "obot": 1623,
    "bot ": 608,
    " hu": 167,
    "hum": 1096,
    "uma": 2333,
    "mai": 1414,
    " hum": 168,
    "huma": 1097,
    "umai": 2334,
    "main": 1415,
    "trai": 2239,
    "rain": 1903,
    " bot": 68,
    "-c": 388,
    " -c": 7,
    "-ce": 389,
    " -ce": 8,
    "-ce ": 390,
    "ers": 897,
    "rso": 2013,
    " per": 261,
    "pers": 1796,
    "erso": 898,
    "rson": 2014,
    "sonn": 2101,
    " qui": 283,
    "qui ": 1884,
    "ous": 1763,
    "vous": 2426,
    "ous ": 1764,
    "ssi": 2110,
    "sis": 2092,
    "assi": 548,
    "ssis": 2111,
    "sist": 2093,
    "irt": 1231,
    "rtu": 2019,
    "tue": 2260,
    " vir": 360,
    "virt": 2415,
    "irtu": 1232,
    "rtue": 2020,
    "tuel": 2261,
    "ai ": 452,
    "rai ": 1901,
    "rép": 2042,
    "épo": 2538,
    "pon": 1828,
    " rép": 297,
    "répo": 2043,
    "épon": 2539,
    "pond": 1829,
    "ondr": 1695
  },
  "response": null,
  "action_text": null
}