{
  "text": {
    "salut": 821,
    "bonjour": 103,
    "hello": 431,
    "yoo": 989,
    "coucou": 223,
    "hey": 436,
    "hi": 441,
    "à": 990,
    "toi": 886,
    "salut à": 825,
    "à toi": 1000,
    "bon": 96,
    "matin": 570,
    "bon matin": 100,
    "hey salut": 438,
    "yo": 986,
    "mec": 583,
    "yo mec": 988,
    "saluuut": 826,
    "heyyy": 440,
    "wesh": 979,
    "bien": 90,
    "le": 533,
    "bien le": 92,
    "le bonjour": 536,
    "bot": 106,
    "salut le": 823,
    "le bot": 537,
    "holà": 443,
    "salam": 820,
    "peace": 686,
    "tu": 907,
    "aller": 13,
    "hey tu": 439,
    "tu aller": 908,
    "aller bien": 14,
    "comment": 148,
    "cela": 125,
    "salut comment": 822,
    "comment cela": 153,
    "cela aller": 126,
    "hey bot": 437,
    "frero": 408,
    "yo frero": 987,
    "coucou toi": 224,
    "hellooo": 432,
    "bonsoir": 104,
    "bonsoir à": 105,
    "bye": 109,
    "bye bye": 110,
    "plus": 708,
    "à plus": 998,
    "tchao": 876,
    "au": 49,
    "revoir": 807,
    "au revoir": 51,
    "journée": 517,
    "bon journée": 99,
    "merci": 588,
    "salut merci": 824,
    "prochain": 753,
    "à le": 996,
    "le prochain": 552,
    "bientôt": 95,
    "à bientôt": 991,
    "soirée": 849,
    "bon soirée": 102,
    "je": 483,
    "me": 577,
    "casser": 114,
    "je me": 499,
    "me casser": 578,
    "on": 647,
    "se": 831,
    "voir": 967,
    "tard": 875,
    "on se": 648,
    "se voir": 834,
    "voir plus": 968,
    "plus tard": 713,
    "devoir": 283,
    "y": 982,
    "je devoir": 491,
    "devoir y": 284,
    "y aller": 983,
    "ciao": 137,
    "reparler": 800,
    "se reparler": 832,
    "reparler plus": 801,
    "te": 877,
    "laisse": 532,
    "je te": 505,
    "te laisse": 878,
    "file": 399,
    "je file": 496,
    "continuation": 216,
    "bon continuation": 97,
    "ok": 644,
    "ok à": 646,
    "merci à": 594,
    "déconnecter": 319,
    "je déconnecter": 494,
    "je y": 508,
    "oui": 656,
    "de": 246,
    "accord": 4,
    "de accord": 247,
    "correct": 222,
    "exact": 363,
    "tout": 894,
    "fait": 396,
    "tout à": 895,
    "à fait": 993,
    "sûr": 872,
    "bien sûr": 93,
    "évidemment": 1010,
    "carrément": 113,
    "ouai": 655,
    "yep": 985,
    "ye": 984,
    "clairement": 142,
    "confirmer": 202,
    "je confirmer": 488,
    "oui oui": 657,
    "super": 856,
    "ok super": 645,
    "totalement": 892,
    "marche": 569,
    "cela marche": 127,
    "parfait": 670,
    "approuver": 34,
    "je approuver": 484,
    "ce": 118,
    "être": 1011,
    "ce être": 124,
    "être cela": 1014,
    "absolument": 2,
    "logique": 560,
    "beaucoup": 86,
    "merci beaucoup": 589,
    "super merci": 857,
    "être parfait": 1024,
    "remercier": 799,
    "te remercier": 879,
    "reconnaître": 797,
    "je être": 509,
    "être reconnaître": 1029,
    "infiniment": 452,
    "merci infiniment": 591,
    "pour": 721,
    "ton": 887,
    "aide": 6,
    "merci pour": 593,
    "pour ton": 737,
    "ton aide": 888,
    "info": 453,
    "pour le": 733,
    "le info": 546,
    "top": 890,
    "top merci": 891,
    "trop": 900,
    "cool": 220,
    "trop cool": 901,
    "cool merci": 221,
    "un": 920,
    "grand": 423,
    "un grand": 932,
    "grand merci": 424,
    "nickel": 627,
    "nickel merci": 628,
    "mon": 610,
    "ami": 15,
    "merci mon": 592,
    "mon ami": 611,
    "vraiment": 977,
    "beaucoup vraiment": 87,
    "soutien": 850,
    "merci de": 590,
    "de soutien": 275,
    "très": 905,
    "utile": 950,
    "être très": 1031,
    "très utile": 906,
    "utile merci": 951,
    "non": 634,
    "no": 633,
    "pas": 675,
    "pas vraiment": 683,
    "nope": 637,
    "pas de": 678,
    "de tout": 277,
    "être pas": 1025,
    "ne": 620,
    "je ne": 500,
    "ne être": 626,
    "meme": 586,
    "avis": 74,
    "de meme": 263,
    "meme avis": 587,
    "partager": 673,
    "point": 719,
    "vue": 978,
    "ne partager": 623,
    "partager pas": 674,
    "pas ce": 676,
    "ce point": 121,
    "point de": 720,
    "de vue": 278,
    "pas ton": 681,
    "ton point": 889,
    "négatif": 640,
    "absolument pas": 3,
    "jamais": 481,
    "plutôt": 716,
    "plutôt non": 718,
    "moi": 603,
    "pas pour": 679,
    "pour moi": 736,
    "penser": 687,
    "je penser": 502,
    "penser pas": 688,
    "convier": 218,
    "cela ne": 128,
    "ne me": 622,
    "me convier": 580,
    "convier pas": 219,
    "non merci": 635,
    "refuser": 798,
    "je refuser": 503,
    "non non": 636,
    "vouloir": 969,
    "ne vouloir": 625,
    "vouloir pas": 972,
    "préférer": 765,
    "ne préférer": 624,
    "préférer pas": 766,
    "désolé": 331,
    "quelque": 782,
    "chose": 129,
    "mal": 564,
    "passer": 685,
    "désolé quelque": 332,
    "quelque chose": 783,
    "chose se": 131,
    "se être": 835,
    "être mal": 1023,
    "mal passer": 566,
    "pas sûr": 680,
    "euh": 362,
    "comprendre": 180,
    "je comprendre": 487,
    "comprendre pas": 185,
    "quoi": 787,
    "hein": 429,
    "hmmm": 442,
    "savoir": 827,
    "je savoir": 504,
    "savoir pas": 828,
    "pas trop": 682,
    "avoir": 75,
    "compris": 186,
    "je avoir": 485,
    "avoir pas": 78,
    "pas compris": 677,
    "flou": 400,
    "être flou": 1019,
    "pardon": 669,
    "qsdksjd": 771,
    "heu": 434,
    "heu je": 435,
    "aucun": 52,
    "idée": 447,
    "aucun idée": 53,
    "sens": 838,
    "ne avoir": 621,
    "de sens": 272,
    "pffff": 694,
    "hein quoi": 430,
    "idk": 446,
    "perdre": 689,
    "être perdre": 1026,
    "confus": 203,
    "être confus": 1015,
    "croire": 227,
    "que": 772,
    "formuler": 407,
    "je croire": 490,
    "croire que": 228,
    "que je": 773,
    "avoir mal": 77,
    "mal formuler": 565,
    "c": 111,
    "docker": 296,
    "c être": 112,
    "être quoi": 1028,
    "quoi docker": 788,
    "donne": 307,
    "définition": 323,
    "kubernete": 520,
    "donne moi": 308,
    "moi le": 605,
    "le définition": 542,
    "définition de": 324,
    "de kubernete": 260,
    "signifier": 843,
    "ci": 132,
    "cd": 115,
    "que signifier": 774,
    "signifier ci": 844,
    "ci cd": 133,
    "pouvoir": 739,
    "définir": 320,
    "git": 411,
    "pouvoir tu": 741,
    "tu définir": 910,
    "définir git": 321,
    "expliquer": 375,
    "notion": 638,
    "observability": 641,
    "expliquer le": 383,
    "le notion": 549,
    "notion de": 639,
    "de observability": 265,
    "exactement": 364,
    "gitops": 419,
    "quoi exactement": 789,
    "exactement gitops": 365,
    "terraform": 880,
    "de terraform": 276,
    "dire": 290,
    "infrastructure": 456,
    "code": 143,
    "que vouloir": 775,
    "vouloir dire": 970,
    "dire infrastructure": 291,
    "infrastructure avoir": 457,
    "avoir code": 76,
    "simple": 845,
    "ansibl": 21,
    "donne un": 310,
    "un définition": 927,
    "définition simple": 325,
    "simple de": 846,
    "de ansibl": 248,
    "concept": 187,
    "microservice": 598,
    "quoi le": 790,
    "le concept": 538,
    "concept de": 188,
    "de microservice": 264,
    "expliquer moi": 384,
    "moi docker": 604,
    "m": 561,
    "tu m": 913,
    "m expliquer": 563,
    "expliquer kubernete": 381,
    "j": 478,
    "aimer": 9,
    "j aimer": 479,
    "aimer comprendre": 11,
    "comprendre ci": 181,
    "fonctionnement": 401,
    "gitlab": 415,
    "le fonctionnement": 544,
    "fonctionnement de": 402,
    "de gitlab": 258,
    "gitlab ci": 416,
    "fonctionner": 403,
    "comment fonctionner": 162,
    "fonctionner gitops": 404,
    "container": 211,
    "de container": 254,
    "détailler": 335,
    "tu détailler": 911,
    "détailler terraform": 338,
    "simplement": 848,
    "expliquer ansibl": 376,
    "ansibl simplement": 22,
    "fonctionner observability": 406,
    "l": 525,
    "expliquer l": 382,
    "l idée": 528,
    "idée de": 448,
    "avec": 61,
    "analogie": 16,
    "expliquer docker": 380,
    "docker avec": 297,
    "avec un": 72,
    "un analogie": 921,
    "faire": 394,
    "faire un": 395,
    "analogie pour": 18,
    "pour ci": 726,
    "comparer": 174,
    "comparer kubernete": 175,
    "kubernete à": 523,
    "à quelque": 999,
    "chose de": 130,
    "de simple": 274,
    "métaphore": 618,
    "un métaphore": 935,
    "métaphore pour": 619,
    "pour git": 731,
    "exemple": 366,
    "imagé": 451,
    "expliquer terraform": 386,
    "terraform avec": 881,
    "un exemple": 929,
    "exemple imagé": 369,
    "pour comprendre": 727,
    "comprendre gitops": 183,
    "comme": 144,
    "enfant": 358,
    "expliquer container": 378,
    "container comme": 212,
    "comme à": 145,
    "à un": 1001,
    "un enfant": 928,
    "comparaison": 172,
    "un comparaison": 925,
    "comparaison simple": 173,
    "simple pour": 847,
    "pour ansibl": 722,
    "clair": 140,
    "analogie clair": 17,
    "clair pour": 141,
    "pour microservice": 735,
    "visualiser": 965,
    "aide moi": 8,
    "moi à": 609,
    "à visualiser": 1002,
    "visualiser observability": 966,
    "étape": 1004,
    "par": 665,
    "docker étape": 301,
    "étape par": 1008,
    "par étape": 666,
    "guid": 425,
    "guid moi": 426,
    "moi pas": 606,
    "pas à": 684,
    "à pas": 997,
    "utiliser": 955,
    "étape pour": 1009,
    "pour utiliser": 738,
    "utiliser terraform": 962,
    "pipeline": 697,
    "comment faire": 161,
    "un pipeline": 939,
    "pipeline gitlab": 702,
    "ci étape": 136,
    "procédure": 754,
    "complet": 176,
    "procédure complet": 755,
    "complet pour": 178,
    "déploiement": 326,
    "déploiement kubernete": 328,
    "kubernete pas": 522,
    "workflow": 980,
    "workflow ci": 981,
    "cd étape": 117,
    "d": 231,
    "architecture": 35,
    "étape d": 1006,
    "d un": 237,
    "un architecture": 922,
    "architecture microservice": 41,
    "processus": 751,
    "gitop": 417,
    "processus gitop": 752,
    "gitop étape": 418,
    "mettre": 596,
    "en": 339,
    "place": 705,
    "comment mettre": 166,
    "mettre en": 597,
    "en place": 349,
    "place container": 707,
    "container pas": 214,
    "installer": 463,
    "comment installer": 164,
    "installer docker": 464,
    "installation": 460,
    "installation de": 462,
    "installer git": 465,
    "sur": 858,
    "linux": 555,
    "installer terraform": 468,
    "terraform sur": 884,
    "sur linux": 867,
    "procédure d": 756,
    "d installation": 236,
    "installer gitlab": 466,
    "je vouloir": 507,
    "vouloir installer": 971,
    "à installer": 994,
    "installer kubernete": 467,
    "installation complet": 461,
    "complet de": 177,
    "place ansibl": 706,
    "configurer": 195,
    "comment configurer": 154,
    "configurer docker": 198,
    "configuration": 191,
    "configuration de": 193,
    "configurer terraform": 200,
    "à configurer": 992,
    "configurer ansibl": 196,
    "configuration d": 192,
    "pipeline ci": 699,
    "configurer kubernete": 199,
    "réglage": 811,
    "base": 83,
    "réglage de": 812,
    "de base": 249,
    "base pour": 85,
    "configurer un": 201,
    "initial": 458,
    "configuration initial": 194,
    "initial de": 459,
    "de gitops": 259,
    "paramétrer": 667,
    "comment paramétrer": 167,
    "paramétrer container": 668,
    "intégrer": 474,
    "jenkin": 510,
    "dans": 239,
    "comment intégrer": 165,
    "intégrer jenkin": 476,
    "jenkin dans": 511,
    "dans un": 242,
    "s": 816,
    "devops": 286,
    "expliquer comment": 377,
    "comment gitlab": 163,
    "ci s": 135,
    "s utiliser": 819,
    "utiliser dans": 956,
    "pipeline devops": 701,
    "créer": 229,
    "github": 413,
    "action": 5,
    "comment créer": 155,
    "créer un": 230,
    "pipeline avec": 698,
    "avec github": 65,
    "github action": 414,
    "outil": 658,
    "insérer": 469,
    "différent": 288,
    "comment ce": 152,
    "ce outil": 120,
    "outil s": 661,
    "s insérer": 817,
    "insérer dans": 470,
    "dans le": 241,
    "le différent": 541,
    "différent étape": 289,
    "étape de": 1007,
    "de pipeline": 267,
    "quel": 776,
    "manière": 567,
    "quel être": 779,
    "être le": 1022,
    "le manière": 547,
    "manière d": 568,
    "d utiliser": 238,
    "utiliser docker": 957,
    "docker dans": 299,
    "azur": 81,
    "exécuter": 392,
    "build": 107,
    "configurer azur": 197,
    "azur devops": 82,
    "devops pour": 287,
    "pour exécuter": 730,
    "exécuter un": 393,
    "un étape": 946,
    "de build": 251,
    "livraison": 556,
    "continuer": 217,
    "intégrer ce": 475,
    "outil dans": 659,
    "pipeline de": 700,
    "de livraison": 262,
    "livraison continuer": 557,
    "rôle": 814,
    "jouer": 515,
    "quel rôle": 778,
    "rôle terraform": 815,
    "terraform pouvoir": 883,
    "pouvoir jouer": 740,
    "jouer dans": 516,
    "déclencher": 316,
    "job": 513,
    "argocd": 44,
    "comment déclencher": 156,
    "déclencher un": 318,
    "un job": 934,
    "job pipeline": 514,
    "avec argocd": 62,
    "automatiser": 56,
    "comment automatiser": 150,
    "automatiser le": 57,
    "le déploiement": 543,
    "déploiement avec": 327,
    "avec ce": 63,
    "le pipeline": 551,
    "enchaîner": 354,
    "circleci": 139,
    "comment enchaîner": 159,
    "enchaîner le": 355,
    "le étape": 554,
    "étape ci": 1005,
    "cd à": 116,
    "à l": 995,
    "l aide": 526,
    "aide de": 7,
    "de circleci": 253,
    "gérer": 427,
    "t": 873,
    "il": 449,
    "phase": 695,
    "outil gérer": 660,
    "gérer t": 428,
    "t il": 874,
    "il le": 450,
    "le phase": 550,
    "phase de": 696,
    "montrer": 614,
    "structurer": 853,
    "tu me": 914,
    "me montrer": 581,
    "montrer comment": 615,
    "comment structurer": 169,
    "structurer un": 855,
    "pipeline utiliser": 704,
    "utiliser kubernete": 961,
    "multi": 616,
    "stage": 851,
    "comment définir": 157,
    "définir un": 322,
    "pipeline multi": 703,
    "multi stage": 617,
    "stage avec": 852,
    "système": 870,
    "existant": 370,
    "s intégrer": 818,
    "intégrer à": 477,
    "un système": 943,
    "système de": 871,
    "build existant": 108,
    "automatiquement": 54,
    "jenkins": 512,
    "déclencher automatiquement": 317,
    "automatiquement un": 55,
    "avec jenkins": 68,
    "ressource": 802,
    "apprendre": 25,
    "moi un": 608,
    "un ressource": 941,
    "ressource pour": 804,
    "pour apprendre": 723,
    "apprendre docker": 26,
    "recommander": 794,
    "quel ressource": 777,
    "ressource recommander": 806,
    "recommander tu": 796,
    "tu pour": 915,
    "pour kubernete": 732,
    "où": 662,
    "où apprendre": 663,
    "apprendre git": 27,
    "fiable": 397,
    "ressource fiable": 803,
    "fiable sur": 398,
    "sur terraform": 869,
    "documentation": 303,
    "officiel": 642,
    "documentation officiel": 304,
    "officiel de": 643,
    "a": 0,
    "a tu": 1,
    "tu un": 916,
    "comprendre gitlab": 182,
    "maîtriser": 575,
    "pour maîtriser": 734,
    "maîtriser le": 576,
    "de ci": 252,
    "trouver": 902,
    "cours": 225,
    "où trouver": 664,
    "trouver de": 903,
    "de bon": 250,
    "bon cours": 98,
    "cours sur": 226,
    "sur gitops": 862,
    "pédagogique": 769,
    "ressource pédagogique": 805,
    "pédagogique sur": 770,
    "sur le": 866,
    "le container": 539,
    "livre": 558,
    "ou": 652,
    "doc": 294,
    "livre ou": 559,
    "ou doc": 653,
    "doc pour": 295,
    "apprendre le": 28,
    "le microservice": 548,
    "kubernetes_architecture": 524,
    "comprendre l": 184,
    "l architecture": 527,
    "architecture kubernetes_architecture": 40,
    "cicd_architecture": 138,
    "trouver un": 904,
    "exemple d": 368,
    "d architecture": 232,
    "architecture cicd_architecture": 36,
    "quelle": 780,
    "pratique": 744,
    "quelle être": 781,
    "le bon": 535,
    "bon pratique": 101,
    "pratique pour": 749,
    "pour docker": 729,
    "best": 88,
    "practice": 742,
    "best practice": 89,
    "practice kubernete": 743,
    "pratique ci": 746,
    "recommandation": 792,
    "recommandation pour": 793,
    "pratique avec": 745,
    "avec terraform": 71,
    "pratique recommander": 750,
    "recommander pour": 795,
    "comment bien": 151,
    "bien utiliser": 94,
    "utiliser gitlab": 958,
    "pratique en": 747,
    "en gitops": 345,
    "conseil": 207,
    "conseil pour": 208,
    "pour architecture": 724,
    "meilleur": 584,
    "meilleur pratique": 585,
    "pour container": 728,
    "comment utiliser": 170,
    "servir": 841,
    "quotidien": 791,
    "comment se": 168,
    "se servir": 833,
    "servir de": 842,
    "de git": 257,
    "git au": 412,
    "au quotidien": 50,
    "utilisation": 952,
    "production": 757,
    "utilisation de": 954,
    "kubernete en": 521,
    "en production": 351,
    "projet": 760,
    "réel": 810,
    "terraform dans": 882,
    "un projet": 940,
    "projet réel": 761,
    "usage": 947,
    "typique": 918,
    "usage typique": 949,
    "typique de": 919,
    "test": 885,
    "ci pour": 134,
    "pour automatiser": 725,
    "le test": 553,
    "appliquer": 23,
    "comment appliquer": 149,
    "appliquer le": 24,
    "équipe": 1003,
    "utiliser gitops": 959,
    "gitops dans": 420,
    "un équipe": 945,
    "entreprise": 359,
    "usage de": 948,
    "container en": 213,
    "en entreprise": 343,
    "exploiter": 387,
    "comment exploiter": 160,
    "exploiter observability": 388,
    "en pratique": 350,
    "pratique le": 748,
    "microservice_architectur": 601,
    "utilisation d": 953,
    "architecture microservice_architectur": 42,
    "docker_architectur": 302,
    "architecture docker_architectur": 38,
    "gitops_architecture": 421,
    "fonctionner l": 405,
    "architecture gitops_architecture": 39,
    "détailler l": 337,
    "microservice_architecture": 602,
    "architecture microservice_architecture": 43,
    "schéma": 829,
    "schéma de": 830,
    "de l": 261,
    "tu expliquer": 912,
    "comment être": 171,
    "être structurer": 1030,
    "structurer l": 854,
    "description": 281,
    "description de": 282,
    "architecture de": 37,
    "débutant": 311,
    "devop": 285,
    "être un": 1033,
    "un débutant": 926,
    "débutant en": 312,
    "en devop": 340,
    "niveau": 629,
    "intermédiaire": 471,
    "mon niveau": 613,
    "niveau être": 632,
    "être intermédiaire": 1020,
    "avancé": 59,
    "être plutôt": 1027,
    "plutôt avancé": 717,
    "avancé sur": 60,
    "sur ce": 859,
    "ce concept": 119,
    "considérer": 209,
    "expert": 371,
    "me considérer": 579,
    "considérer expert": 210,
    "expert en": 372,
    "en devops": 341,
    "débuter": 314,
    "je débuter": 493,
    "débuter totalement": 315,
    "totalement dans": 893,
    "dans devops": 240,
    "j avoir": 480,
    "avoir un": 80,
    "un niveau": 936,
    "niveau débutant": 631,
    "et": 360,
    "intermédiaire avec": 472,
    "avec docker": 64,
    "docker et": 300,
    "et kubernete": 361,
    "expérience": 389,
    "avancer": 58,
    "mon expérience": 612,
    "expérience être": 391,
    "être avancer": 1012,
    "un expert": 930,
    "en pipeline": 348,
    "connaître": 204,
    "je connaître": 489,
    "connaître le": 205,
    "le base": 534,
    "base je": 84,
    "être débutant": 1016,
    "maîtrise": 573,
    "assez": 45,
    "je maîtrise": 498,
    "maîtrise assez": 574,
    "assez je": 46,
    "travailler": 898,
    "depuis": 279,
    "plusieurs": 714,
    "année": 19,
    "donc": 305,
    "je travailler": 506,
    "travailler depuis": 899,
    "depuis plusieurs": 280,
    "plusieurs année": 715,
    "année donc": 20,
    "donc je": 306,
    "approfondi": 29,
    "un expérience": 931,
    "expérience approfondi": 390,
    "approfondi je": 30,
    "être expert": 1018,
    "encore": 356,
    "être encore": 1017,
    "encore un": 357,
    "débutant sur": 313,
    "orchestration": 649,
    "conteneur": 215,
    "intermédiaire en": 473,
    "en orchestration": 347,
    "orchestration de": 651,
    "de conteneur": 255,
    "niveau avec": 630,
    "avec microservice": 70,
    "microservice être": 600,
    "gestion": 409,
    "en gestion": 344,
    "gestion de": 410,
    "commencer": 146,
    "juste": 518,
    "je commencer": 486,
    "commencer juste": 147,
    "juste donc": 519,
    "peu": 692,
    "connaître un": 206,
    "un peu": 938,
    "peu je": 693,
    "je dire": 492,
    "dire intermédiaire": 292,
    "maîtris": 571,
    "je maîtris": 497,
    "maîtris bien": 572,
    "bien je": 91,
    "m en": 562,
    "en dire": 342,
    "dire plus": 293,
    "plus sur": 712,
    "sur docker": 861,
    "détail": 333,
    "aimer avoir": 10,
    "avoir plus": 79,
    "plus de": 710,
    "de détail": 256,
    "détail sur": 334,
    "sur kubernete": 864,
    "davantage": 243,
    "expliquer davantage": 379,
    "davantage le": 245,
    "précision": 763,
    "moi plus": 607,
    "de précision": 269,
    "précision sur": 764,
    "sur ci": 860,
    "détailler comment": 336,
    "utiliser jenkins": 960,
    "information": 454,
    "aimer plus": 12,
    "plus d": 709,
    "d information": 235,
    "information sur": 455,
    "profondeur": 758,
    "expliquer plus": 385,
    "plus en": 711,
    "en profondeur": 352,
    "profondeur ansibl": 759,
    "donne plus": 309,
    "sur l": 865,
    "l orchestration": 529,
    "orchestration avec": 650,
    "avec kubernete": 69,
    "approfondir": 31,
    "service": 839,
    "mesh": 595,
    "tu approfondir": 909,
    "approfondir le": 33,
    "de service": 273,
    "service mesh": 840,
    "le conteneur": 540,
    "prometheu": 762,
    "davantage l": 244,
    "l usage": 530,
    "de prometheu": 268,
    "concret": 189,
    "d exemple": 233,
    "exemple concret": 367,
    "concret sur": 190,
    "déployer": 329,
    "helm": 433,
    "comment déployer": 158,
    "déployer avec": 330,
    "avec helm": 67,
    "explication": 373,
    "java": 482,
    "d explication": 234,
    "explication sur": 374,
    "sur microservice": 868,
    "microservice en": 599,
    "en java": 346,
    "composer": 179,
    "docker composer": 298,
    "secret": 836,
    "vault": 963,
    "le gestion": 545,
    "de secret": 271,
    "secret avec": 837,
    "avec vault": 73,
    "grafana": 422,
    "sur grafana": 863,
    "python": 767,
    "approfondir l": 32,
    "l utilisation": 531,
    "de python": 270,
    "python pour": 768,
    "avec gitlab": 66,
    "robot": 808,
    "être tu": 1032,
    "un robot": 942,
    "humain": 444,
    "un humain": 933,
    "train": 896,
    "parler": 671,
    "être je": 1021,
    "je en": 495,
    "en train": 353,
    "train de": 897,
    "de parler": 266,
    "parler à": 672,
    "un bot": 924,
    "personne": 690,
    "être ce": 1013,
    "ce que": 122,
    "je parler": 501,
    "un personne": 937,
    "personne réel": 691,
    "qui": 784,
    "qui être": 786,
    "vous": 973,
    "assistant": 47,
    "virtuel": 964,
    "être vous": 1034,
    "vous un": 974,
    "un assistant": 923,
    "assistant virtuel": 48,
    "tu être": 917,
    "robot ou": 809,
    "ou un": 654,
    "vrai": 975,
    "répondre": 813,
    "ce un": 123,
    "un vrai": 944,
    "vrai humain": 976,
    "humain qui": 445,
    "qui me": 785,
    "me répondre": 582
  },
  "intent": {
    "greet": 18,
    "goodbye": 17,
    "affirm": 0,
    "thanks": 20,
    "deny": 15,
    "fallback": 16,
    "ask_definition": 5,
    "ask_explanation": 7,
    "ask_analogy": 1,
    "ask_step_by_step": 12,
    "ask_installation": 8,
    "ask_configuration": 4,
    "ask_pipeline": 10,
    "ask_resources": 11,
    "ask_best_practices": 3,
    "ask_usage": 13,
    "ask_architecture": 2,
    "inform_level": 19,
    "ask_more_details": 9,
    "bot_challenge": 14,
    "ask_example": 6
  },
  "response": null,
  "action_name": {
    "action_listen": 11,
    "action_restart": 18,
    "action_session_start": 20,
    "action_default_fallback": 6,
    "action_deactivate_loop": 3,
    "action_revert_fallback_events": 19,
    "action_default_ask_affirmation": 4,
    "action_default_ask_rephrase": 5,
    "action_two_stage_fallback": 22,
    "action_unlikely_intent": 23,
    "action_back": 0,
    "action_extract_slots": 9,
    "action_best_practices": 1,
    "action_configure_tool": 2,
    "action_explain_architecture": 7,
    "action_explain_usage": 8,
    "action_install_tool": 10,
    "action_provide_analogy": 12,
    "action_provide_definition": 13,
    "action_provide_example": 14,
    "action_provide_explanation": 15,
    "action_provide_step_by_step": 16,
    "action_recommend_resources": 17,
    "action_set_level": 21,
    "utter_affirm": 24,
    "utter_ask_level": 25,
    "utter_ask_more_details": 26,
    "utter_deny": 27,
    "utter_fallback": 28,
    "utter_goodbye": 29,
    "utter_greet": 30,
    "utter_iamabot": 31,
    "utter_thanks": 32
  },
  "action_text": null,
  "intent_response_key": null
}