{
  "text": {
    " ": 0,
    "s": 2160,
    "a": 446,
    "l": 1391,
    "u": 2408,
    "t": 2276,
    " s": 320,
    "sa": 2165,
    "al": 499,
    "lu": 1475,
    "ut": 2501,
    "t ": 2277,
    " sa": 321,
    "sal": 2168,
    "alu": 512,
    "lut": 1479,
    "ut ": 2502,
    " sal": 322,
    "salu": 2170,
    "alut": 513,
    "lut ": 1480,
    "b": 616,
    "o": 1704,
    "n": 1565,
    "j": 1344,
    "r": 1994,
    " b": 58,
    "bo": 637,
    "on": 1777,
    "nj": 1642,
    "jo": 1356,
    "ou": 1840,
    "ur": 2478,
    "r ": 1995,
    " bo": 66,
    "bon": 638,
    "onj": 1791,
    "njo": 1643,
    "jou": 1359,
    "our": 1854,
    "ur ": 2479,
    " bon": 67,
    "bonj": 640,
    "onjo": 1792,
    "njou": 1644,
    "jour": 1361,
    "our ": 1855,
    "h": 1114,
    "e": 856,
    " h": 165,
    "he": 1126,
    "el": 888,
    "ll": 1440,
    "lo": 1452,
    "o ": 1705,
    " he": 166,
    "hel": 1129,
    "ell": 894,
    "llo": 1447,
    "lo ": 1453,
    " hel": 168,
    "hell": 1130,
    "ello": 896,
    "llo ": 1448,
    "y": 2597,
    " y": 394,
    "yo": 2603,
    "oo": 1805,
    " yo": 396,
    "yoo": 2605,
    "oo ": 1806,
    " yoo": 398,
    "yoo ": 2606,
    "c": 656,
    " c": 73,
    "co": 717,
    "uc": 2419,
    "u ": 2409,
    " co": 89,
    "cou": 734,
    "ouc": 1842,
    "uco": 2420,
    "ou ": 1841,
    " cou": 94,
    "couc": 736,
    "ouco": 1843,
    "ucou": 2421,
    "cou ": 735,
    "ey": 1008,
    "y ": 2598,
    "hey": 1138,
    "ey ": 1009,
    " hey": 170,
    "hey ": 1139,
    "i": 1165,
    "hi": 1141,
    "i ": 1166,
    " hi": 171,
    "hi ": 1142,
    " hi ": 172,
    "à": 2627,
    " à": 399,
    "à ": 2628,
    " à ": 400,
    " t": 349,
    "to": 2349,
    "oi": 1743,
    " to": 358,
    "toi": 2350,
    "oi ": 1744,
    " toi": 359,
    "toi ": 2351,
    "n ": 1566,
    "on ": 1778,
    "bon ": 639,
    "m": 1490,
    " m": 221,
    "ma": 1492,
    "at": 584,
    "ti": 2321,
    "in": 1253,
    " ma": 222,
    "mat": 1503,
    "ati": 585,
    "tin": 2337,
    "in ": 1254,
    " mat": 225,
    "mati": 1504,
    "atin": 586,
    "tin ": 2338,
    "yo ": 2604,
    " yo ": 397,
    "me": 1507,
    "ec": 867,
    "c ": 657,
    " me": 227,
    "mec": 1509,
    "ec ": 868,
    " mec": 229,
    "mec ": 1510,
    "uu": 2514,
    "luu": 1482,
    "uuu": 2517,
    "uut": 2515,
    "aluu": 514,
    "luuu": 1483,
    "uuut": 2518,
    "uut ": 2516,
    "yy": 2618,
    "eyy": 1010,
    "yyy": 2620,
    "yy ": 2619,
    "heyy": 1140,
    "eyyy": 1011,
    "yyy ": 2621,
    "w": 2567,
    " w": 389,
    "we": 2569,
    "es": 958,
    "sh": 2196,
    "h ": 1115,
    " we": 390,
    "wes": 2570,
    "esh": 963,
    "sh ": 2197,
    " wes": 391,
    "wesh": 2571,
    "esh ": 964,
    "bi": 628,
    "ie": 1209,
    "en": 907,
    " bi": 64,
    "bie": 629,
    "ien": 1215,
    "en ": 908,
    " bie": 65,
    "bien": 630,
    "ien ": 1216,
    " l": 210,
    "le": 1410,
    "e ": 857,
    " le": 214,
    "le ": 1411,
    " le ": 215,
    "ot": 1833,
    "bot": 642,
    "ot ": 1834,
    " bot": 68,
    "bot ": 643,
    "ho": 1148,
    "ol": 1758,
    "là": 1484,
    " ho": 175,
    "hol": 1149,
    "olà": 1760,
    "là ": 1485,
    " hol": 176,
    "holà": 1150,
    "olà ": 1761,
    "la": 1393,
    "am": 515,
    "m ": 1491,
    "ala": 501,
    "lam": 1404,
    "am ": 516,
    "sala": 2169,
    "alam": 502,
    "lam ": 1405,
    "p": 1874,
    " p": 271,
    "pe": 1887,
    "ea": 861,
    "ac": 454,
    "ce": 670,
    " pe": 275,
    "pea": 1889,
    "eac": 862,
    "ace": 457,
    "ce ": 671,
    " pea": 276,
    "peac": 1890,
    "eace": 863,
    "ace ": 458,
    ",": 411,
    " ,": 3,
    ", ": 412,
    " , ": 4,
    "tu": 2384,
    " tu": 368,
    "tu ": 2385,
    " tu ": 369,
    " a": 22,
    "er": 935,
    " al": 32,
    "all": 507,
    "lle": 1443,
    "ler": 1418,
    "er ": 936,
    " all": 33,
    "alle": 509,
    "ller": 1445,
    "ler ": 1419,
    "?": 436,
    " ?": 16,
    "? ": 437,
    " ? ": 17,
    "om": 1764,
    "mm": 1528,
    "nt": 1676,
    "com": 720,
    "omm": 1769,
    "mme": 1532,
    "men": 1513,
    "ent": 923,
    "nt ": 1677,
    " com": 91,
    "comm": 721,
    "omme": 1771,
    "mmen": 1534,
    "ment": 1515,
    "ent ": 924,
    "a ": 447,
    " ce": 78,
    "cel": 674,
    "ela": 890,
    "la ": 1394,
    " cel": 80,
    "cela": 675,
    "ela ": 891,
    "f": 1014,
    " f": 141,
    "fr": 1056,
    "re": 2038,
    "ro": 2095,
    " fr": 152,
    "fre": 1059,
    "rer": 2051,
    "ero": 947,
    "ro ": 2096,
    " fre": 153,
    "frer": 1060,
    "rero": 2053,
    "ero ": 948,
    "loo": 1460,
    "ooo": 1809,
    "lloo": 1449,
    "looo": 1461,
    "ooo ": 1810,
    "ns": 1663,
    "so": 2216,
    "ir": 1290,
    "ons": 1796,
    "nso": 1670,
    "soi": 2217,
    "oir": 1747,
    "ir ": 1291,
    "bons": 641,
    "onso": 1799,
    "nsoi": 1671,
    "soir": 2218,
    "oir ": 1748,
    "by": 653,
    "ye": 2599,
    " by": 71,
    "bye": 654,
    "ye ": 2600,
    " bye": 72,
    "bye ": 655,
    "pl": 1913,
    "us": 2491,
    "s ": 2161,
    " pl": 285,
    "plu": 1926,
    "lus": 1476,
    "us ": 2492,
    " plu": 287,
    "plus": 1927,
    "lus ": 1477,
    "tc": 2296,
    "ch": 682,
    "ha": 1116,
    "ao": 544,
    " tc": 352,
    "tch": 2297,
    "cha": 683,
    "hao": 1120,
    "ao ": 545,
    " tch": 353,
    "tcha": 2298,
    "chao": 685,
    "hao ": 1121,
    "au": 590,
    " au": 48,
    "au ": 591,
    " au ": 49,
    "v": 2526,
    " r": 305,
    "ev": 991,
    "vo": 2553,
    " re": 306,
    "rev": 2058,
    "evo": 992,
    "voi": 2554,
    " rev": 311,
    "revo": 2059,
    "evoi": 993,
    "voir": 2555,
    "é": 2638,
    " j": 192,
    "rn": 2090,
    "né": 1701,
    "ée": 2661,
    " jo": 198,
    "urn": 2487,
    "rné": 2093,
    "née": 1702,
    "ée ": 2662,
    " jou": 200,
    "ourn": 1857,
    "urné": 2488,
    "rnée": 2094,
    "née ": 1703,
    "rc": 2021,
    "ci": 696,
    "mer": 1516,
    "erc": 939,
    "rci": 2027,
    "ci ": 697,
    " mer": 231,
    "merc": 1518,
    "erci": 940,
    "rci ": 2028,
    "pr": 1943,
    "oc": 1715,
    "ai": 478,
    " pr": 290,
    "pro": 1951,
    "roc": 2101,
    "och": 1721,
    "hai": 1117,
    "ain": 487,
    " pro": 292,
    "proc": 1952,
    "roch": 2103,
    "ocha": 1722,
    "chai": 684,
    "hain": 1118,
    "ain ": 488,
    "ô": 2714,
    "tô": 2405,
    "ôt": 2718,
    "ntô": 1692,
    "tôt": 2406,
    "ôt ": 2719,
    "ient": 1218,
    "entô": 927,
    "ntôt": 1693,
    "tôt ": 2407,
    "ré": 2146,
    " so": 334,
    "iré": 1298,
    "rée": 2149,
    " soi": 335,
    "oiré": 1750,
    "irée": 1299,
    "rée ": 2150,
    "je": 1350,
    " je": 195,
    "je ": 1351,
    " je ": 196,
    "me ": 1508,
    " me ": 228,
    "ca": 658,
    "as": 574,
    "ss": 2228,
    "se": 2183,
    " ca": 74,
    "cas": 659,
    "ass": 579,
    "sse": 2229,
    "ser": 2191,
    " cas": 75,
    "cass": 660,
    "asse": 580,
    "sser": 2231,
    "ser ": 2192,
    "d": 775,
    " d": 100,
    "de": 789,
    " de": 104,
    "dev": 800,
    " dev": 108,
    "devo": 801,
    " y ": 395,
    "ta": 2278,
    "ar": 554,
    "rd": 2032,
    "d ": 776,
    " ta": 350,
    "tar": 2292,
    "ard": 561,
    "rd ": 2033,
    " tar": 351,
    "tard": 2293,
    "ard ": 562,
    "te": 2299,
    " te": 354,
    "te ": 2300,
    " te ": 355,
    "is": 1300,
    " la": 212,
    "lai": 1401,
    "ais": 493,
    "iss": 1311,
    "se ": 2184,
    " lai": 213,
    "lais": 1403,
    "aiss": 495,
    "isse": 1312,
    "sse ": 2230,
    "fi": 1032,
    "il": 1234,
    " fi": 144,
    "fil": 1041,
    "ile": 1238,
    " fil": 146,
    "file": 1042,
    "ile ": 1239,
    "nu": 1694,
    "ua": 2410,
    "io": 1277,
    "con": 723,
    "ont": 1800,
    "nti": 1685,
    "inu": 1273,
    "nua": 1695,
    "uat": 2413,
    "tio": 2340,
    "ion": 1278,
    " con": 92,
    "cont": 728,
    "onti": 1803,
    "ntin": 1686,
    "tinu": 2339,
    "inua": 1274,
    "nuat": 1696,
    "uati": 2414,
    "atio": 587,
    "tion": 2341,
    "ion ": 1279,
    "k": 1367,
    " o": 254,
    "ok": 1756,
    "k ": 1368,
    " ok": 259,
    "ok ": 1757,
    " ok ": 260,
    "dé": 835,
    "éc": 2643,
    "nn": 1648,
    "ne": 1602,
    "ct": 751,
    " dé": 116,
    "déc": 838,
    "éco": 2648,
    "onn": 1793,
    "nne": 1651,
    "nec": 1604,
    "ect": 876,
    "cte": 752,
    "ter": 2307,
    " déc": 118,
    "déco": 840,
    "écon": 2649,
    "conn": 726,
    "onne": 1795,
    "nnec": 1653,
    "nect": 1605,
    "ecte": 877,
    "cter": 754,
    "ter ": 2308,
    "ui": 2441,
    " ou": 265,
    "oui": 1848,
    "ui ": 2442,
    " oui": 267,
    "oui ": 1849,
    "de ": 790,
    " de ": 105,
    "cc": 663,
    "or": 1816,
    " ac": 24,
    "acc": 455,
    "cco": 664,
    "cor": 731,
    "ord": 1819,
    " acc": 25,
    "acco": 456,
    "ccor": 665,
    "cord": 732,
    "ord ": 1820,
    "û": 2722,
    "sû": 2271,
    "ûr": 2723,
    " sû": 345,
    "sûr": 2272,
    "ûr ": 2724,
    " sûr": 346,
    "sûr ": 2273,
    "x": 2575,
    " e": 125,
    "ex": 995,
    "xa": 2577,
    "em": 901,
    " ex": 135,
    "exa": 996,
    "xac": 2578,
    "act": 459,
    "tem": 2303,
    "eme": 902,
    " exa": 136,
    "exac": 997,
    "xact": 2579,
    "acte": 460,
    "ctem": 753,
    "teme": 2304,
    "emen": 903,
    "be": 621,
    "up": 2474,
    "p ": 1875,
    " be": 61,
    "bea": 622,
    "eau": 864,
    "auc": 592,
    "oup": 1852,
    "up ": 2475,
    " bea": 62,
    "beau": 623,
    "eauc": 866,
    "auco": 593,
    "coup": 737,
    "oup ": 1853,
    "su": 2254,
    " su": 339,
    "sup": 2259,
    "upe": 2476,
    "per": 1893,
    " sup": 341,
    "supe": 2260,
    "uper": 2477,
    "per ": 1894,
    " ce ": 79,
    "ê": 2702,
    " ê": 406,
    "êt": 2703,
    "tr": 2363,
    " êt": 407,
    "êtr": 2704,
    "tre": 2368,
    "re ": 2039,
    " êtr": 408,
    "être": 2705,
    "tre ": 2369,
    "pa": 1876,
    "rf": 2060,
    "fa": 1016,
    "it": 1317,
    " pa": 272,
    "par": 1877,
    "arf": 566,
    "rfa": 2061,
    "fai": 1017,
    "ait": 496,
    "it ": 1318,
    " par": 273,
    "parf": 1882,
    "arfa": 567,
    "rfai": 2062,
    "fait": 1019,
    "ait ": 497,
    "rem": 2044,
    "cie": 700,
    "ier": 1219,
    " rem": 309,
    "reme": 2045,
    "emer": 904,
    "rcie": 2029,
    "cier": 702,
    "ier ": 1220,
    "î": 2706,
    "na": 1567,
    "aî": 611,
    "ît": 2710,
    "rec": 2040,
    "eco": 871,
    "nna": 1649,
    "naî": 1571,
    "aît": 614,
    "îtr": 2711,
    " rec": 307,
    "reco": 2041,
    "econ": 873,
    "onna": 1794,
    "nnaî": 1650,
    "naît": 1572,
    "aîtr": 615,
    "ître": 2712,
    " i": 179,
    "nf": 1614,
    "ni": 1627,
    "im": 1245,
    " in": 187,
    "inf": 1258,
    "nfi": 1617,
    "fin": 1043,
    "ini": 1262,
    "nim": 1632,
    "ime": 1248,
    " inf": 188,
    "infi": 1259,
    "nfin": 1619,
    "fini": 1044,
    "inim": 1263,
    "nime": 1633,
    "imen": 1249,
    "po": 1929,
    " po": 288,
    "pou": 1934,
    " pou": 289,
    "pour": 1935,
    "ton": 2354,
    " ton": 360,
    "ton ": 2355,
    "id": 1198,
    " ai": 29,
    "aid": 480,
    "ide": 1200,
    " aid": 30,
    "aide": 481,
    "ide ": 1201,
    "fo": 1049,
    "nfo": 1620,
    "fo ": 1050,
    "info": 1260,
    "nfo ": 1621,
    "op": 1811,
    "top": 2356,
    "op ": 1812,
    " top": 361,
    "top ": 2357,
    " tr": 364,
    "tro": 2374,
    "rop": 2115,
    " tro": 366,
    "trop": 2375,
    "rop ": 2116,
    "l ": 1392,
    "coo": 729,
    "ool": 1807,
    "ol ": 1759,
    " coo": 93,
    "cool": 730,
    "ool ": 1808,
    " u": 372,
    "un": 2467,
    " un": 373,
    "un ": 2468,
    " un ": 374,
    "g": 1068,
    " g": 154,
    "gr": 1097,
    "ra": 1999,
    "an": 523,
    "nd": 1590,
    " gr": 159,
    "gra": 1098,
    "ran": 2013,
    "and": 530,
    "nd ": 1591,
    " gra": 160,
    "gran": 1101,
    "rand": 2014,
    "and ": 531,
    " n": 245,
    "ic": 1182,
    "ck": 707,
    "ke": 1372,
    " ni": 248,
    "nic": 1628,
    "ick": 1192,
    "cke": 708,
    "kel": 1373,
    "el ": 889,
    " nic": 249,
    "nick": 1629,
    "icke": 1193,
    "ckel": 709,
    "kel ": 1374,
    "mo": 1537,
    " mo": 236,
    "mon": 1540,
    " mon": 238,
    "mon ": 1541,
    "mi": 1524,
    " am": 34,
    "ami": 517,
    "mi ": 1525,
    " ami": 35,
    "ami ": 518,
    " v": 379,
    "vr": 2562,
    " vr": 387,
    "vra": 2563,
    "rai": 2005,
    "aim": 485,
    " vra": 388,
    "vrai": 2564,
    "raim": 2007,
    "aime": 486,
    "sou": 2224,
    "out": 1861,
    "uti": 2507,
    "tie": 2331,
    " sou": 336,
    "sout": 2227,
    "outi": 1863,
    "utie": 2508,
    "tien": 2332,
    "è": 2629,
    "rè": 2143,
    "ès": 2636,
    "trè": 2379,
    "rès": 2144,
    "ès ": 2637,
    " trè": 367,
    "très": 2380,
    "rès ": 2145,
    " ut": 377,
    "til": 2333,
    " uti": 378,
    "util": 2509,
    "tile": 2335,
    "no": 1658,
    " no": 251,
    "non": 1659,
    " non": 252,
    "non ": 1660,
    "pas": 1884,
    "as ": 575,
    " pas": 274,
    "pas ": 1885,
    "tou": 2361,
    " tou": 363,
    "tout": 2362,
    "out ": 1862,
    "ef": 879,
    "fu": 1061,
    "ref": 2042,
    "efu": 880,
    "fus": 1062,
    "use": 2495,
    " ref": 308,
    "refu": 2043,
    "efus": 881,
    "fuse": 1064,
    "user": 2496,
    " ne": 246,
    "ne ": 1603,
    " ne ": 247,
    "ul": 2454,
    " vo": 385,
    "vou": 2559,
    "oul": 1850,
    "ulo": 2457,
    "loi": 1456,
    " vou": 386,
    "voul": 2560,
    "oulo": 1851,
    "uloi": 2458,
    "loir": 1458,
    ".": 425,
    " .": 11,
    "..": 427,
    ". ": 426,
    " ..": 12,
    "...": 429,
    ".. ": 428,
    " ...": 13,
    "... ": 430,
    "és": 2693,
    "lé": 1486,
    "é ": 2639,
    "dés": 850,
    "éso": 2694,
    "sol": 2219,
    "olé": 1762,
    "lé ": 1487,
    " dés": 121,
    "déso": 851,
    "ésol": 2695,
    "solé": 2220,
    "olé ": 1763,
    "q": 1978,
    " q": 298,
    "qu": 1982,
    "ue": 2427,
    "lq": 1468,
    " qu": 301,
    "que": 1983,
    "uel": 2429,
    "elq": 899,
    "lqu": 1469,
    "ue ": 2428,
    " que": 302,
    "quel": 1985,
    "uelq": 2432,
    "elqu": 900,
    "lque": 1470,
    "que ": 1984,
    "os": 1829,
    " ch": 81,
    "cho": 692,
    "hos": 1155,
    "ose": 1830,
    " cho": 82,
    "chos": 693,
    "hose": 1156,
    "ose ": 1831,
    " se": 326,
    " se ": 327,
    "mal": 1498,
    "al ": 500,
    " mal": 223,
    "mal ": 1499,
    "pass": 1886,
    "eu": 984,
    "uh": 2437,
    " eu": 133,
    "euh": 986,
    "uh ": 2438,
    " euh": 134,
    "euh ": 987,
    "mp": 1543,
    "dr": 827,
    "omp": 1772,
    "mpr": 1550,
    "pre": 1947,
    "ren": 2046,
    "end": 913,
    "ndr": 1600,
    "dre": 828,
    "comp": 722,
    "ompr": 1776,
    "mpre": 1551,
    "pren": 1948,
    "rend": 2047,
    "endr": 914,
    "ndre": 1601,
    "dre ": 829,
    "uo": 2469,
    "quo": 1991,
    "uoi": 2470,
    " quo": 304,
    "quoi": 1992,
    "uoi ": 2471,
    "ei": 882,
    "hei": 1127,
    "ein": 886,
    " hei": 167,
    "hein": 1128,
    "ein ": 887,
    "hm": 1145,
    " hm": 173,
    "hmm": 1146,
    "mmm": 1535,
    "mm ": 1529,
    " hmm": 174,
    "hmmm": 1147,
    "mmm ": 1536,
    "av": 599,
    "sav": 2173,
    "avo": 606,
    " sav": 323,
    "savo": 2174,
    "avoi": 607,
    " av": 52,
    " avo": 55,
    "ri": 2066,
    "pri": 1949,
    "ris": 2073,
    "is ": 1301,
    "mpri": 1552,
    "pris": 1950,
    "ris ": 2074,
    "fl": 1045,
    " fl": 147,
    "flo": 1046,
    "lou": 1462,
    " flo": 148,
    "flou": 1047,
    "lou ": 1463,
    "do": 818,
    "rdo": 2034,
    "don": 823,
    "pard": 1880,
    "ardo": 563,
    "rdon": 2035,
    "don ": 824,
    "qs": 1979,
    "sd": 2180,
    "dk": 814,
    "ks": 1385,
    "sj": 2213,
    "jd": 1348,
    " qs": 299,
    "qsd": 1980,
    "sdk": 2181,
    "dks": 816,
    "ksj": 1386,
    "sjd": 2214,
    "jd ": 1349,
    " qsd": 300,
    "qsdk": 1981,
    "sdks": 2182,
    "dksj": 817,
    "ksjd": 1387,
    "sjd ": 2215,
    "heu": 1136,
    "eu ": 985,
    " heu": 169,
    "heu ": 1137,
    "cu": 760,
    "ucu": 2425,
    "cun": 765,
    " auc": 50,
    "aucu": 594,
    "ucun": 2426,
    "cun ": 766,
    " id": 180,
    "idé": 1206,
    "dée": 842,
    " idé": 182,
    "idée": 1207,
    "dée ": 843,
    "sen": 2189,
    "ens": 921,
    "ns ": 1664,
    " sen": 329,
    "sens": 2190,
    "ens ": 922,
    "pf": 1900,
    "ff": 1023,
    "f ": 1015,
    " pf": 279,
    "pff": 1901,
    "fff": 1025,
    "ff ": 1024,
    " pff": 280,
    "pfff": 1902,
    "ffff": 1027,
    "fff ": 1026,
    "idk": 1204,
    "dk ": 815,
    " idk": 181,
    "idk ": 1205,
    "erd": 941,
    "rdr": 2036,
    " per": 277,
    "perd": 1895,
    "erdr": 942,
    "rdre": 2037,
    "onf": 1788,
    "nfu": 1625,
    "conf": 725,
    "onfu": 1790,
    "nfus": 1626,
    "fus ": 1063,
    "cr": 739,
    " cr": 95,
    "cro": 745,
    "roi": 2109,
    "ire": 1294,
    " cro": 96,
    "croi": 747,
    "roir": 2110,
    "oire": 1749,
    "ire ": 1295,
    "rm": 2082,
    "mu": 1553,
    " fo": 149,
    "for": 1054,
    "orm": 1825,
    "rmu": 2086,
    "mul": 1554,
    "ule": 2455,
    " for": 151,
    "form": 1055,
    "ormu": 1828,
    "rmul": 2087,
    "mule": 1555,
    "uler": 2456,
    "’": 2725,
    "c’": 773,
    "’ ": 2726,
    " c’": 98,
    "c’ ": 774,
    " c’ ": 99,
    " do": 113,
    "doc": 819,
    "ock": 1723,
    "ker": 1375,
    " doc": 114,
    "dock": 821,
    "ocke": 1724,
    "cker": 710,
    "ker ": 1376,
    " don": 115,
    "donn": 826,
    "nne ": 1652,
    "moi": 1538,
    " moi": 237,
    "moi ": 1539,
    "éf": 2667,
    "déf": 844,
    "éfi": 2668,
    "nit": 1636,
    "iti": 1324,
    " déf": 119,
    "défi": 845,
    "éfin": 2669,
    "init": 1265,
    "niti": 1637,
    "itio": 1326,
    " k": 205,
    "ku": 1388,
    "ub": 2415,
    "et": 975,
    " ku": 208,
    "kub": 1389,
    "ube": 2417,
    "ber": 624,
    "ern": 945,
    "rne": 2091,
    "net": 1610,
    "ete": 977,
    " kub": 209,
    "kube": 1390,
    "uber": 2418,
    "bern": 625,
    "erne": 946,
    "rnet": 2092,
    "nete": 1611,
    "ete ": 978,
    "si": 2198,
    "ig": 1228,
    "gn": 1088,
    "if": 1223,
    " si": 331,
    "sig": 2205,
    "ign": 1229,
    "gni": 1090,
    "nif": 1630,
    "ifi": 1226,
    "fie": 1037,
    " sig": 332,
    "sign": 2206,
    "igni": 1231,
    "gnif": 1091,
    "nifi": 1631,
    "ifie": 1227,
    "fier": 1038,
    " ci": 83,
    " ci ": 84,
    "/": 431,
    " /": 14,
    "/ ": 432,
    " / ": 15,
    "cd": 666,
    " cd": 76,
    "cd ": 667,
    " cd ": 77,
    "uv": 2519,
    "ouv": 1864,
    "uvo": 2522,
    "pouv": 1936,
    "ouvo": 1866,
    "uvoi": 2523,
    "-": 413,
    " -": 5,
    "- ": 414,
    " - ": 6,
    "nir": 1634,
    "inir": 1264,
    "nir ": 1635,
    "gi": 1073,
    " gi": 157,
    "git": 1080,
    " git": 158,
    "git ": 1081,
    "xp": 2586,
    "li": 1424,
    "iq": 1287,
    "exp": 1002,
    "xpl": 2589,
    "pli": 1920,
    "liq": 1430,
    "iqu": 1288,
    "uer": 2435,
    " exp": 139,
    "expl": 1004,
    "xpli": 2590,
    "pliq": 1922,
    "liqu": 1431,
    "ique": 1289,
    "quer": 1987,
    "uer ": 2436,
    "not": 1661,
    "oti": 1837,
    " not": 253,
    "noti": 1662,
    "otio": 1839,
    "ob": 1709,
    "bs": 644,
    "rv": 2137,
    "va": 2527,
    "ab": 448,
    "ty": 2391,
    " ob": 255,
    "obs": 1713,
    "bse": 645,
    "erv": 955,
    "rva": 2138,
    "vab": 2529,
    "abi": 450,
    "bil": 631,
    "ili": 1240,
    "lit": 1435,
    "ity": 1331,
    "ty ": 2392,
    " obs": 256,
    "obse": 1714,
    "bser": 646,
    "serv": 2193,
    "erva": 956,
    "rvab": 2139,
    "vabi": 2530,
    "abil": 451,
    "bili": 632,
    "ilit": 1242,
    "lity": 1436,
    "ity ": 1332,
    "ps": 1959,
    "ito": 1329,
    "ops": 1813,
    "ps ": 1960,
    "gito": 1084,
    "itop": 1330,
    "tops": 2358,
    "ops ": 1814,
    "rr": 2121,
    "af": 462,
    "err": 949,
    "rra": 2122,
    "raf": 2002,
    "afo": 465,
    "rm ": 2083,
    " ter": 356,
    "terr": 2310,
    "erra": 950,
    "rraf": 2123,
    "rafo": 2004,
    "afor": 466,
    "orm ": 1826,
    "di": 802,
    " di": 109,
    "dir": 811,
    " dir": 112,
    "dire": 813,
    "st": 2239,
    "ru": 2134,
    "nfr": 1623,
    "fra": 1057,
    "ras": 2015,
    "ast": 582,
    "str": 2249,
    "tru": 2377,
    "ruc": 2135,
    "uct": 2422,
    "ctu": 758,
    "tur": 2388,
    "ure": 2484,
    "infr": 1261,
    "nfra": 1624,
    "fras": 1058,
    "rast": 2016,
    "astr": 583,
    "stru": 2251,
    "truc": 2378,
    "ruct": 2136,
    "uctu": 2424,
    "ctur": 759,
    "ture": 2390,
    "ure ": 2485,
    "od": 1729,
    "cod": 718,
    "ode": 1730,
    " cod": 90,
    "code": 719,
    "ode ": 1731,
    "sim": 2207,
    "imp": 1251,
    "mpl": 1546,
    "ple": 1916,
    " sim": 333,
    "simp": 2208,
    "impl": 1252,
    "mple": 1547,
    "ple ": 1917,
    "ib": 1179,
    "bl": 633,
    " an": 36,
    "ans": 538,
    "nsi": 1667,
    "sib": 2199,
    "ibl": 1180,
    "bl ": 634,
    " ans": 39,
    "ansi": 540,
    "nsib": 1668,
    "sibl": 2200,
    "ibl ": 1181,
    "nc": 1573,
    "ep": 928,
    "pt": 1963,
    "onc": 1779,
    "nce": 1575,
    "cep": 676,
    "ept": 931,
    "pt ": 1964,
    "conc": 724,
    "once": 1781,
    "ncep": 1577,
    "cept": 677,
    "ept ": 932,
    "vi": 2545,
    " mi": 234,
    "mic": 1526,
    "icr": 1194,
    "ros": 2117,
    "rvi": 2140,
    "vic": 2546,
    "ice": 1187,
    " mic": 235,
    "micr": 1527,
    "icro": 1195,
    "cros": 748,
    "rose": 2118,
    "oser": 1832,
    "ervi": 957,
    "rvic": 2141,
    "vice": 2547,
    "ice ": 1188,
    "vop": 2556,
    "evop": 994,
    "vops": 2558,
    "m’": 1563,
    " m’": 243,
    "m’ ": 1564,
    " m’ ": 244,
    " en": 126,
    " en ": 127,
    "sur": 2261,
    " sur": 342,
    "sur ": 2262,
    "j’": 1365,
    " j’": 203,
    "j’ ": 1366,
    " j’ ": 204,
    " aim": 31,
    "imer": 1250,
    "mer ": 1517,
    "ét": 2696,
    "dét": 852,
    "éta": 2697,
    "tai": 2281,
    "ail": 482,
    "il ": 1235,
    " dét": 122,
    "déta": 853,
    "étai": 2698,
    "tail": 2282,
    "ail ": 483,
    "da": 780,
    "ag": 467,
    "ge": 1069,
    " da": 101,
    "dav": 787,
    "ava": 600,
    "van": 2533,
    "ant": 541,
    "nta": 1678,
    "tag": 2279,
    "age": 468,
    "ge ": 1070,
    " dav": 103,
    "dava": 788,
    "avan": 603,
    "vant": 2535,
    "anta": 543,
    "ntag": 1679,
    "tage": 2280,
    "age ": 469,
    "pré": 1957,
    "réc": 2147,
    "éci": 2644,
    "cis": 705,
    "isi": 1307,
    "sio": 2209,
    " pré": 293,
    "préc": 1958,
    "réci": 2148,
    "écis": 2645,
    "cisi": 706,
    "isio": 1308,
    "sion": 2210,
    "ill": 1243,
    "aill": 484,
    "ille": 1244,
    "lis": 1432,
    "ise": 1304,
    "tili": 2336,
    "ilis": 1241,
    "lise": 1434,
    "iser": 1306,
    "nk": 1645,
    "ki": 1381,
    "jen": 1352,
    "enk": 919,
    "nki": 1646,
    "kin": 1382,
    "ins": 1266,
    " jen": 197,
    "jenk": 1353,
    "enki": 920,
    "nkin": 1647,
    "kins": 1384,
    "ins ": 1267,
    "d’": 854,
    " d’": 123,
    "d’ ": 855,
    " d’ ": 124,
    "rma": 2084,
    "nfor": 1622,
    "orma": 1827,
    "rmat": 2085,
    "of": 1734,
    "rof": 2107,
    "ofo": 1737,
    "fon": 1051,
    "ond": 1784,
    "nde": 1594,
    "deu": 798,
    "eur": 988,
    "prof": 1954,
    "rofo": 2108,
    "ofon": 1738,
    "fond": 1053,
    "onde": 1785,
    "ndeu": 1596,
    "deur": 799,
    "eur ": 989,
    "l’": 1488,
    " l’": 219,
    "l’ ": 1489,
    " l’ ": 220,
    " or": 263,
    "orc": 1817,
    "rch": 2024,
    "che": 687,
    "hes": 1134,
    "est": 971,
    "tra": 2364,
    "rat": 2017,
    " orc": 264,
    "orch": 1818,
    "rche": 2025,
    "ches": 689,
    "hest": 1135,
    "estr": 974,
    "stra": 2250,
    "trat": 2366,
    "rati": 2018,
    "ve": 2538,
    "ave": 604,
    "vec": 2541,
    " ave": 54,
    "avec": 605,
    "vec ": 2542,
    "nct": 1586,
    "cti": 755,
    "nem": 1606,
    " fon": 150,
    "fonc": 1052,
    "onct": 1783,
    "ncti": 1587,
    "ctio": 757,
    "ionn": 1280,
    "nnem": 1654,
    "neme": 1607,
    "tl": 2346,
    "b ": 617,
    "itl": 1327,
    "tla": 2347,
    "lab": 1395,
    "ab ": 449,
    "gitl": 1083,
    "itla": 1328,
    "tlab": 2348,
    "lab ": 1396,
    "ner": 1608,
    "nner": 1655,
    "ner ": 1609,
    "ine": 1255,
    "onta": 1801,
    "ntai": 1680,
    "tain": 2283,
    "aine": 489,
    "iner": 1257,
    "[": 438,
    " [": 18,
    "[ ": 439,
    " [ ": 19,
    "]": 440,
    " ]": 20,
    "] ": 441,
    " ] ": 21,
    "lem": 1414,
    "plem": 1918,
    "leme": 1415,
    "og": 1739,
    "ana": 524,
    "nal": 1569,
    "alo": 510,
    "log": 1454,
    "ogi": 1740,
    "gie": 1074,
    "ie ": 1210,
    " ana": 37,
    "anal": 526,
    "nalo": 1570,
    "alog": 511,
    "logi": 1455,
    "ogie": 1741,
    "gie ": 1075,
    " fa": 142,
    "air": 490,
    " fai": 143,
    "fair": 1018,
    "aire": 492,
    "mpa": 1544,
    "are": 564,
    "ompa": 1773,
    "mpar": 1545,
    "pare": 1881,
    "arer": 565,
    "rer ": 2052,
    "mé": 1557,
    "ap": 546,
    "ph": 1903,
    " mé": 241,
    "mét": 1560,
    "tap": 2289,
    "aph": 549,
    "pho": 1906,
    "hor": 1153,
    "ore": 1821,
    " mét": 242,
    "méta": 1561,
    "étap": 2699,
    "taph": 2291,
    "apho": 550,
    "phor": 1907,
    "hore": 1154,
    "ore ": 1822,
    "xe": 2580,
    "exe": 998,
    "xem": 2581,
    "emp": 905,
    " exe": 137,
    "exem": 999,
    "xemp": 2582,
    "empl": 906,
    "gé": 1110,
    " im": 185,
    "ima": 1246,
    "mag": 1494,
    "agé": 476,
    "gé ": 1111,
    " ima": 186,
    "imag": 1247,
    "magé": 1495,
    "agé ": 477,
    "mme ": 1533,
    "enf": 917,
    "nfa": 1615,
    "fan": 1020,
    " enf": 129,
    "enfa": 918,
    "nfan": 1616,
    "fant": 1022,
    "ant ": 542,
    "ara": 556,
    "iso": 1309,
    "son": 2221,
    "para": 1879,
    "arai": 557,
    "rais": 2009,
    "aiso": 494,
    "ison": 1310,
    "son ": 2222,
    "cl": 711,
    " cl": 87,
    "cla": 712,
    " cla": 88,
    "clai": 713,
    "lair": 1402,
    "air ": 491,
    " vi": 382,
    "vis": 2551,
    "isu": 1315,
    "sua": 2255,
    "ual": 2411,
    "ali": 505,
    " vis": 384,
    "visu": 2552,
    "isua": 1316,
    "sual": 2256,
    "uali": 2412,
    "alis": 506,
    " é": 401,
    " ét": 404,
    "ape": 547,
    "pe ": 1888,
    " éta": 405,
    "tape": 2290,
    "ape ": 548,
    "ar ": 555,
    "par ": 1878,
    "gu": 1104,
    " gu": 161,
    "gui": 1105,
    "uid": 2443,
    "id ": 1199,
    " gui": 162,
    "guid": 1106,
    "uid ": 2444,
    "pi": 1908,
    "ip": 1281,
    " pi": 283,
    "pip": 1909,
    "ipe": 1282,
    "pel": 1891,
    "eli": 892,
    "lin": 1427,
    " pip": 284,
    "pipe": 1910,
    "ipel": 1284,
    "peli": 1892,
    "elin": 893,
    "line": 1428,
    "ine ": 1256,
    "cé": 769,
    "éd": 2654,
    "du": 830,
    "océ": 1727,
    "céd": 771,
    "édu": 2659,
    "dur": 833,
    "rocé": 2104,
    "océd": 1728,
    "cédu": 772,
    "édur": 2660,
    "dure": 834,
    "let": 1420,
    "et ": 976,
    "ompl": 1774,
    "plet": 1919,
    "let ": 1421,
    "ép": 2678,
    "dép": 846,
    "épl": 2679,
    "plo": 1923,
    "oie": 1745,
    "iem": 1213,
    " dép": 120,
    "dépl": 847,
    "éplo": 2680,
    "ploi": 1924,
    "loie": 1457,
    "oiem": 1746,
    "ieme": 1214,
    "wo": 2572,
    "rk": 2076,
    "kf": 1378,
    "ow": 1867,
    "w ": 2568,
    " wo": 392,
    "wor": 2573,
    "ork": 1823,
    "rkf": 2077,
    "kfl": 1379,
    "low": 1464,
    "ow ": 1868,
    " wor": 393,
    "work": 2574,
    "orkf": 1824,
    "rkfl": 2078,
    "kflo": 1380,
    "flow": 1048,
    "low ": 1465,
    " ar": 42,
    "arc": 559,
    "chi": 690,
    "hit": 1143,
    "ite": 1319,
    "tec": 2301,
    " arc": 43,
    "arch": 560,
    "rchi": 2026,
    "chit": 691,
    "hite": 1144,
    "itec": 1320,
    "tect": 2302,
    "ectu": 878,
    "oce": 1719,
    "ces": 680,
    "ess": 967,
    "ssu": 2237,
    "sus": 2263,
    "roce": 2102,
    "oces": 1720,
    "cess": 681,
    "essu": 970,
    "ssus": 2238,
    "sus ": 2264,
    "tt": 2381,
    "met": 1521,
    "ett": 982,
    "ttr": 2382,
    " met": 233,
    "mett": 1523,
    "ettr": 983,
    "ttre": 2383,
    "pla": 1914,
    "lac": 1397,
    " pla": 286,
    "plac": 1915,
    "lace": 1398,
    "nst": 1672,
    "sta": 2241,
    "tal": 2284,
    " ins": 190,
    "inst": 1268,
    "nsta": 1673,
    "stal": 2243,
    "tall": 2286,
    "lla": 1441,
    "lat": 1406,
    "alla": 508,
    "llat": 1442,
    "lati": 1407,
    "ux": 2524,
    "x ": 2576,
    " li": 216,
    "nux": 1699,
    "ux ": 2525,
    " lin": 217,
    "linu": 1429,
    "inux": 1276,
    "nux ": 1700,
    "fig": 1039,
    "igu": 1232,
    "gur": 1107,
    "onfi": 1789,
    "nfig": 1618,
    "figu": 1040,
    "igur": 1233,
    "gure": 1109,
    "urer": 2486,
    "ura": 2480,
    "gura": 1108,
    "urat": 2481,
    "ég": 2670,
    "gl": 1085,
    " ré": 314,
    "rég": 2153,
    "égl": 2671,
    "gla": 1086,
    "lag": 1399,
    " rég": 316,
    "régl": 2154,
    "égla": 2672,
    "glag": 1087,
    "lage": 1400,
    "ba": 618,
    " ba": 59,
    "bas": 619,
    "ase": 576,
    " bas": 60,
    "base": 620,
    "ase ": 577,
    "ia": 1170,
    "tia": 2324,
    "ial": 1177,
    " ini": 189,
    "itia": 1325,
    "tial": 2325,
    "ial ": 1178,
    "ram": 2010,
    "amé": 521,
    "étr": 2700,
    "aram": 558,
    "ramé": 2012,
    "amét": 522,
    "métr": 1562,
    "étre": 2701,
    "trer": 2371,
    "té": 2399,
    "int": 1270,
    "nté": 1689,
    "tég": 2401,
    "égr": 2673,
    "gre": 1102,
    " int": 191,
    "inté": 1272,
    "ntég": 1690,
    "tégr": 2402,
    "égre": 2674,
    "grer": 1103,
    "kin ": 1383,
    "dan": 783,
    " dan": 102,
    "dans": 784,
    "ans ": 539,
    "s’": 2274,
    " s’": 347,
    "s’ ": 2275,
    " s’ ": 348,
    "cré": 749,
    "éer": 2665,
    " cré": 97,
    "crée": 750,
    "réer": 2152,
    "éer ": 2666,
    "th": 2314,
    "hu": 1157,
    "ith": 1322,
    "thu": 2319,
    "hub": 1158,
    "ub ": 2416,
    "gith": 1082,
    "ithu": 1323,
    "thub": 2320,
    "hub ": 1159,
    " act": 26,
    "acti": 461,
    " out": 268,
    "til ": 2334,
    "sé": 2268,
    "ér": 2686,
    "nsé": 1674,
    "sér": 2269,
    "ére": 2687,
    "insé": 1269,
    "nsér": 1675,
    "sére": 2270,
    "érer": 2689,
    "fé": 1065,
    "dif": 809,
    "iff": 1224,
    "ffé": 1030,
    "fér": 1066,
    " dif": 111,
    "diff": 810,
    "iffé": 1225,
    "ffér": 1031,
    "fére": 1067,
    "éren": 2688,
    "rent": 2048,
    "uel ": 2430,
    "iè": 1341,
    "èr": 2633,
    "man": 1500,
    "ani": 534,
    "niè": 1640,
    "ièr": 1342,
    "ère": 2634,
    " man": 224,
    "mani": 1502,
    "aniè": 535,
    "nièr": 1641,
    "ière": 1343,
    "ère ": 2635,
    "z": 2622,
    "az": 608,
    "zu": 2624,
    " az": 56,
    "azu": 609,
    "zur": 2625,
    " azu": 57,
    "azur": 610,
    "zur ": 2626,
    "xé": 2594,
    "exé": 1006,
    "xéc": 2595,
    "écu": 2652,
    "cut": 767,
    "ute": 2505,
    " exé": 140,
    "exéc": 1007,
    "xécu": 2596,
    "écut": 2653,
    "cute": 768,
    "uter": 2506,
    "bu": 647,
    "ld": 1408,
    " bu": 69,
    "bui": 648,
    "uil": 2445,
    "ild": 1236,
    "ld ": 1409,
    " bui": 70,
    "buil": 649,
    "uild": 2446,
    "ild ": 1237,
    "iv": 1335,
    "liv": 1438,
    "ivr": 1338,
    " liv": 218,
    "livr": 1439,
    "ivra": 1339,
    "nue": 1697,
    "inue": 1275,
    "nuer": 1698,
    "rô": 2157,
    "ôl": 2715,
    " rô": 318,
    "rôl": 2158,
    "ôle": 2716,
    " rôl": 319,
    "rôle": 2159,
    "ôle ": 2717,
    "oue": 1844,
    "joue": 1360,
    "ouer": 1845,
    "écl": 2646,
    "cle": 714,
    "len": 1416,
    "enc": 909,
    "nch": 1579,
    "her": 1132,
    "décl": 839,
    "écle": 2647,
    "clen": 716,
    "lenc": 1417,
    "ench": 911,
    "nche": 1581,
    "cher": 688,
    "her ": 1133,
    "job": 1357,
    "ob ": 1710,
    " job": 199,
    "job ": 1358,
    "rg": 2063,
    "go": 1092,
    "arg": 568,
    "rgo": 2064,
    "goc": 1093,
    "ocd": 1717,
    " arg": 44,
    "argo": 569,
    "rgoc": 2065,
    "gocd": 1094,
    "ocd ": 1718,
    "aut": 597,
    "uto": 2510,
    "tom": 2352,
    "oma": 1765,
    "tis": 2344,
    " aut": 51,
    "auto": 598,
    "utom": 2511,
    "toma": 2353,
    "omat": 1766,
    "atis": 589,
    "tise": 2345,
    "în": 2707,
    "haî": 1124,
    "aîn": 612,
    "îne": 2708,
    " enc": 128,
    "ncha": 1580,
    "chaî": 686,
    "haîn": 1125,
    "aîne": 613,
    "îner": 2709,
    "cir": 703,
    "irc": 1292,
    "rcl": 2030,
    "lec": 1412,
    "eci": 869,
    " cir": 86,
    "circ": 704,
    "ircl": 1293,
    "rcle": 2031,
    "clec": 715,
    "leci": 1413,
    "eci ": 870,
    " gé": 163,
    "gér": 1112,
    " gér": 164,
    "gére": 1113,
    "-t": 423,
    " -t": 9,
    "-t ": 424,
    " -t ": 10,
    " il": 183,
    " il ": 184,
    " ph": 281,
    "pha": 1904,
    "has": 1122,
    " pha": 282,
    "phas": 1905,
    "hase": 1123,
    "ntr": 1687,
    "mont": 1542,
    "ontr": 1804,
    "ntre": 1688,
    " st": 337,
    " str": 338,
    "lt": 1471,
    "i-": 1167,
    "-s": 418,
    " mu": 239,
    "ult": 2459,
    "lti": 1473,
    "ti-": 2322,
    "i-s": 1168,
    "-st": 421,
    " mul": 240,
    "mult": 1556,
    "ulti": 2461,
    "lti-": 1474,
    "ti-s": 2323,
    "i-st": 1169,
    "-sta": 422,
    "stag": 2242,
    "sy": 2265,
    "ys": 2612,
    "tè": 2396,
    "èm": 2630,
    " sy": 343,
    "sys": 2266,
    "yst": 2613,
    "stè": 2252,
    "tèm": 2397,
    "ème": 2631,
    " sys": 344,
    "syst": 2267,
    "ystè": 2614,
    "stèm": 2253,
    "tème": 2398,
    "ème ": 2632,
    "xi": 2583,
    "exi": 1000,
    "xis": 2584,
    "ist": 1313,
    "tan": 2287,
    " exi": 138,
    "exis": 1001,
    "xist": 2585,
    "ista": 1314,
    "stan": 2244,
    "tant": 2288,
    "tiq": 2342,
    "uem": 2433,
    "atiq": 588,
    "tiqu": 2343,
    "quem": 1986,
    "ueme": 2434,
    "res": 2054,
    "sso": 2235,
    "urc": 2482,
    "rce": 2022,
    " res": 310,
    "ress": 2055,
    "esso": 969,
    "ssou": 2236,
    "sour": 2226,
    "ourc": 1856,
    "urce": 2483,
    "rce ": 2023,
    "pp": 1937,
    " ap": 40,
    "app": 551,
    "ppr": 1940,
    " app": 41,
    "appr": 553,
    "ppre": 1941,
    "mma": 1530,
    "der": 793,
    "ecom": 872,
    "omma": 1770,
    "mman": 1531,
    "mand": 1501,
    "ande": 533,
    "nder": 1595,
    "der ": 794,
    "ù": 2720,
    "où": 1872,
    "ù ": 2721,
    " où": 269,
    "où ": 1873,
    " où ": 270,
    "fia": 1033,
    "iab": 1171,
    "abl": 452,
    "ble": 635,
    " fia": 145,
    "fiab": 1034,
    "iabl": 1172,
    "able": 453,
    "ble ": 636,
    "um": 2462,
    "ocu": 1725,
    "cum": 763,
    "ume": 2465,
    "tat": 2294,
    "docu": 822,
    "ocum": 1726,
    "cume": 764,
    "umen": 2466,
    "enta": 925,
    "ntat": 1681,
    "tati": 2295,
    " of": 257,
    "off": 1735,
    "ffi": 1028,
    "fic": 1035,
    "ici": 1190,
    "iel": 1211,
    " off": 258,
    "offi": 1736,
    "ffic": 1029,
    "fici": 1036,
    "icie": 1191,
    "ciel": 701,
    "iel ": 1212,
    " a ": 23,
    "maî": 1505,
    "tri": 2372,
    " maî": 226,
    "maît": 1506,
    "îtri": 2713,
    "tris": 2373,
    "rise": 2075,
    "rou": 2119,
    "uve": 2520,
    "ver": 2543,
    "trou": 2376,
    "rouv": 2120,
    "ouve": 1865,
    "uver": 2521,
    "ver ": 2544,
    "rs": 2124,
    "urs": 2489,
    "rs ": 2125,
    "cour": 738,
    "ours": 1858,
    "urs ": 2490,
    "pé": 1973,
    " pé": 296,
    "péd": 1974,
    "éda": 2655,
    "dag": 781,
    "ago": 472,
    "gog": 1095,
    "giq": 1076,
    " péd": 297,
    "péda": 1975,
    "édag": 2656,
    "dago": 782,
    "agog": 473,
    "gogi": 1096,
    "ogiq": 1742,
    "giqu": 1077,
    "vre": 2565,
    "ivre": 1340,
    "vre ": 2566,
    " ou ": 266,
    "oc ": 1716,
    "doc ": 820,
    "_": 442,
    "s_": 2162,
    "_a": 443,
    "tes": 2311,
    "es_": 959,
    "s_a": 2163,
    "_ar": 444,
    "etes": 979,
    "tes_": 2312,
    "es_a": 960,
    "s_ar": 2164,
    "_arc": 445,
    "d_": 777,
    "cic": 698,
    "icd": 1185,
    "cd_": 668,
    "d_a": 778,
    " cic": 85,
    "cicd": 699,
    "icd_": 1186,
    "cd_a": 669,
    "d_ar": 779,
    "uell": 2431,
    "elle": 895,
    "lle ": 1444,
    "pra": 1944,
    " pra": 291,
    "prat": 1946,
    "bes": 626,
    "st ": 2240,
    " bes": 63,
    "best": 627,
    "est ": 972,
    "rac": 2000,
    "tic": 2326,
    "prac": 1945,
    "ract": 2001,
    "ctic": 756,
    "tice": 2327,
    "nda": 1592,
    "dat": 785,
    "anda": 532,
    "ndat": 1593,
    "dati": 786,
    "nse": 1665,
    "sei": 2187,
    "eil": 883,
    "cons": 727,
    "onse": 1797,
    "nsei": 1666,
    "seil": 2188,
    "eil ": 884,
    "mei": 1511,
    "leu": 1422,
    " mei": 230,
    "meil": 1512,
    "eill": 885,
    "lleu": 1446,
    "leur": 1423,
    "vir": 2548,
    " ser": 330,
    "rvir": 2142,
    "vir ": 2549,
    "uot": 2472,
    "tid": 2329,
    "idi": 1202,
    "die": 807,
    "quot": 1993,
    "uoti": 2473,
    "otid": 1838,
    "tidi": 2330,
    "idie": 1203,
    "dien": 808,
    "isa": 1302,
    "sat": 2171,
    "lisa": 1433,
    "isat": 1303,
    "sati": 2172,
    "rod": 2105,
    "odu": 1732,
    "duc": 831,
    "prod": 1953,
    "rodu": 2106,
    "oduc": 1733,
    "duct": 832,
    "ucti": 2423,
    "oj": 1753,
    "roj": 2111,
    "oje": 1754,
    "jet": 1354,
    "proj": 1955,
    "roje": 2112,
    "ojet": 1755,
    "jet ": 1355,
    "éel": 2663,
    " rée": 315,
    "réel": 2151,
    "éel ": 2664,
    " us": 375,
    "usa": 2493,
    "sag": 2166,
    " usa": 376,
    "usag": 2494,
    "sage": 2167,
    "yp": 2607,
    " ty": 370,
    "typ": 2393,
    "ypi": 2610,
    "piq": 1911,
    " typ": 371,
    "typi": 2395,
    "ypiq": 2611,
    "piqu": 1912,
    " tes": 357,
    "test": 2313,
    "ppl": 1938,
    "appl": 552,
    "ppli": 1939,
    "éq": 2683,
    " éq": 402,
    "équ": 2684,
    "qui": 1988,
    "uip": 2447,
    " équ": 403,
    "équi": 2685,
    "quip": 1990,
    "uipe": 2448,
    "ipe ": 1283,
    "rep": 2049,
    "epr": 929,
    " ent": 130,
    "entr": 926,
    "trep": 2370,
    "repr": 2050,
    "epri": 930,
    "ise ": 1305,
    "oit": 1751,
    "xplo": 2591,
    "loit": 1459,
    "oite": 1752,
    "iter": 1321,
    "e_": 858,
    "ce_": 672,
    "e_a": 859,
    "ice_": 1189,
    "ce_a": 673,
    "e_ar": 860,
    "tur ": 2389,
    "r_": 1996,
    "er_": 937,
    "r_a": 1997,
    "ker_": 1377,
    "er_a": 938,
    "r_ar": 1998,
    "ps_": 1961,
    "ops_": 1815,
    "ps_a": 1962,
    "sc": 2175,
    "hé": 1162,
    "ém": 2675,
    " sc": 324,
    "sch": 2176,
    "ché": 694,
    "hém": 1163,
    "éma": 2676,
    "ma ": 1493,
    " sch": 325,
    "sché": 2177,
    "chém": 695,
    "héma": 1164,
    "éma ": 2677,
    "des": 795,
    "esc": 961,
    "scr": 2178,
    "cri": 742,
    "rip": 2069,
    "ipt": 1285,
    "pti": 1965,
    " des": 107,
    "desc": 796,
    "escr": 962,
    "scri": 2179,
    "crip": 743,
    "ript": 2070,
    "ipti": 1286,
    "ptio": 1966,
    "ouh": 1846,
    "uha": 2439,
    "souh": 2225,
    "ouha": 1847,
    "uhai": 2440,
    "hait": 1119,
    "aite": 498,
    "rl": 2079,
    "arl": 570,
    "rle": 2080,
    "parl": 1883,
    "arle": 571,
    "rler": 2081,
    "éb": 2640,
    "déb": 836,
    "ébu": 2641,
    "but": 650,
    "uta": 2503,
    " déb": 117,
    "débu": 837,
    "ébut": 2642,
    "buta": 651,
    "utan": 2504,
    "vop ": 2557,
    "niv": 1638,
    "ive": 1336,
    "vea": 2539,
    " niv": 250,
    "nive": 1639,
    "ivea": 1337,
    "veau": 2540,
    "eau ": 865,
    "nte": 1682,
    "erm": 943,
    "rmé": 2088,
    "méd": 1558,
    "édi": 2657,
    "dia": 804,
    "iai": 1175,
    "inte": 1271,
    "nter": 1684,
    "term": 2309,
    "ermé": 944,
    "rméd": 2089,
    "médi": 1559,
    "édia": 2658,
    "diai": 806,
    "iair": 1176,
    "utô": 2512,
    "plut": 1928,
    "lutô": 1481,
    "utôt": 2513,
    "anc": 527,
    "ncé": 1588,
    "cé ": 770,
    " ava": 53,
    "vanc": 2534,
    "ancé": 529,
    "ncé ": 1589,
    "sid": 2201,
    "dér": 848,
    "onsi": 1798,
    "nsid": 1669,
    "sidé": 2202,
    "idér": 1208,
    "dére": 849,
    "rt": 2128,
    "xpe": 2587,
    "ert": 953,
    "rt ": 2129,
    "expe": 1003,
    "xper": 2588,
    "pert": 1897,
    "ert ": 954,
    "bute": 652,
    "tot": 2359,
    "ota": 1835,
    "ale": 503,
    " tot": 362,
    "tota": 2360,
    "otal": 1836,
    "tale": 2285,
    "alem": 504,
    " et": 131,
    " et ": 132,
    "xpé": 2592,
    "pér": 1976,
    "éri": 2691,
    "rie": 2067,
    "expé": 1005,
    "xpér": 2593,
    "péri": 1977,
    "érie": 2692,
    "rien": 2068,
    "ienc": 1217,
    "ence": 910,
    "nce ": 1576,
    "cer": 678,
    "ance": 528,
    "ncer": 1578,
    "cer ": 679,
    "ez": 1012,
    "z ": 2623,
    " as": 46,
    "sez": 2194,
    "ez ": 1013,
    " ass": 47,
    "ssez": 2232,
    "sez ": 2195,
    "rav": 2019,
    "vai": 2531,
    " tra": 365,
    "trav": 2367,
    "rava": 2020,
    "avai": 602,
    "vail": 2532,
    "pu": 1967,
    "dep": 791,
    "epu": 933,
    "pui": 1968,
    "uis": 2449,
    " dep": 106,
    "depu": 792,
    "epui": 934,
    "puis": 1969,
    "uis ": 2450,
    "usi": 2497,
    "sie": 2203,
    "ieu": 1221,
    "lusi": 1478,
    "usie": 2498,
    "sieu": 2204,
    "ieur": 1222,
    "eurs": 990,
    "ann": 536,
    "nné": 1656,
    " ann": 38,
    "anné": 537,
    "nnée": 1657,
    "nc ": 1574,
    "donc": 825,
    "onc ": 1780,
    "ndi": 1597,
    "di ": 803,
    "ppro": 1942,
    "ondi": 1786,
    "ndi ": 1598,
    "nco": 1582,
    "enco": 912,
    "ncor": 1583,
    "core": 733,
    "ten": 2305,
    "ene": 915,
    "neu": 1612,
    "onte": 1802,
    "nten": 1683,
    "tene": 2306,
    "eneu": 916,
    "neur": 1613,
    " ge": 155,
    "ges": 1071,
    "sti": 2247,
    " ges": 156,
    "gest": 1072,
    "esti": 973,
    "stio": 2248,
    "menc": 1514,
    "ju": 1362,
    " ju": 201,
    "jus": 1363,
    "ust": 2499,
    "ste": 2245,
    " jus": 202,
    "just": 1364,
    "uste": 2500,
    "ste ": 2246,
    "peu": 1898,
    " peu": 278,
    "peu ": 1899,
    "ndir": 1599,
    "dir ": 812,
    "mes": 1519,
    " mes": 232,
    "mesh": 1520,
    "rom": 2113,
    "ome": 1767,
    "eth": 980,
    "the": 2315,
    "prom": 1956,
    "rome": 2114,
    "omet": 1768,
    "meth": 1522,
    "ethe": 981,
    "theu": 2316,
    "ncr": 1584,
    "cre": 740,
    "ret": 2056,
    "oncr": 1782,
    "ncre": 1585,
    "cret": 741,
    "ret ": 2057,
    "oy": 1869,
    "loy": 1466,
    "oye": 1870,
    "yer": 2601,
    "ploy": 1925,
    "loye": 1467,
    "oyer": 1871,
    "yer ": 2602,
    "lm": 1450,
    "elm": 897,
    "lm ": 1451,
    "helm": 1131,
    "elm ": 898,
    "lic": 1425,
    "ica": 1183,
    "cat": 661,
    "plic": 1921,
    "lica": 1426,
    "icat": 1184,
    "cati": 662,
    "ja": 1345,
    " ja": 193,
    "jav": 1346,
    "va ": 2528,
    " jav": 194,
    "java": 1347,
    "ava ": 601,
    "mpo": 1548,
    "pos": 1932,
    "ompo": 1775,
    "mpos": 1549,
    "pose": 1933,
    "sec": 2185,
    "ecr": 874,
    " sec": 328,
    "secr": 2186,
    "ecre": 875,
    " va": 380,
    "vau": 2536,
    "aul": 595,
    "lt ": 1472,
    " vau": 381,
    "vaul": 2537,
    "ault": 596,
    "ult ": 2460,
    "afa": 463,
    "na ": 1568,
    "graf": 1099,
    "rafa": 2003,
    "afan": 464,
    "fana": 1021,
    "ana ": 525,
    "py": 1970,
    "yt": 2615,
    " py": 294,
    "pyt": 1971,
    "yth": 2616,
    "tho": 2317,
    "hon": 1151,
    " pyt": 295,
    "pyth": 1972,
    "ytho": 2617,
    "thon": 2318,
    "hon ": 1152,
    " ag": 27,
    "agi": 470,
    "gir": 1078,
    " agi": 28,
    "agir": 471,
    "gir ": 1079,
    " on": 261,
    " on ": 262,
    " l ": 211,
    "'": 409,
    " '": 1,
    "' ": 410,
    " ' ": 2,
    "tér": 2403,
    "ntér": 1691,
    "tére": 2404,
    "éres": 2690,
    "esse": 968,
    "o-": 1706,
    "ro-": 2097,
    "o-s": 1707,
    "-se": 419,
    "cro-": 746,
    "ro-s": 2098,
    "o-se": 1708,
    "-ser": 420,
    "uj": 2451,
    "suj": 2257,
    "uje": 2452,
    " suj": 340,
    "suje": 2258,
    "ujet": 2453,
    "ité": 1333,
    "té ": 2400,
    "lité": 1437,
    "ité ": 1334,
    "écr": 2650,
    "rir": 2071,
    "décr": 841,
    "écri": 2651,
    "crir": 744,
    "rire": 2072,
    "ype": 2608,
    "type": 2394,
    "ype ": 2609,
    "iag": 1173,
    "agr": 474,
    "amm": 519,
    " dia": 110,
    "diag": 805,
    "iagr": 1174,
    "agra": 475,
    "gram": 1100,
    "ramm": 2011,
    "amme": 520,
    "8": 433,
    "k8": 1369,
    "8s": 434,
    " k8": 206,
    "k8s": 1370,
    "8s ": 435,
    " k8s": 207,
    "k8s ": 1371,
    "esi": 965,
    "gn ": 1089,
    "desi": 797,
    "esig": 966,
    "ign ": 1230,
    "art": 572,
    "rti": 2130,
    "icu": 1196,
    "cul": 761,
    " art": 45,
    "arti": 573,
    "rtic": 2131,
    "ticu": 2328,
    "icul": 1197,
    "cule": 762,
    "aser": 578,
    " ro": 312,
    "rob": 2099,
    "obo": 1711,
    " rob": 313,
    "robo": 2100,
    "obot": 1712,
    " hu": 177,
    "hum": 1160,
    "uma": 2463,
    "mai": 1496,
    " hum": 178,
    "huma": 1161,
    "umai": 2464,
    "main": 1497,
    "trai": 2365,
    "rain": 2008,
    "-c": 415,
    " -c": 7,
    "-ce": 416,
    " -ce": 8,
    "-ce ": 417,
    "ers": 951,
    "rso": 2126,
    "pers": 1896,
    "erso": 952,
    "rson": 2127,
    "sonn": 2223,
    " qui": 303,
    "qui ": 1989,
    "ous": 1859,
    "vous": 2561,
    "ous ": 1860,
    "ssi": 2233,
    "sis": 2211,
    "assi": 581,
    "ssis": 2234,
    "sist": 2212,
    "irt": 1296,
    "rtu": 2132,
    "tue": 2386,
    " vir": 383,
    "virt": 2550,
    "irtu": 1297,
    "rtue": 2133,
    "tuel": 2387,
    "ai ": 479,
    "rai ": 2006,
    "rép": 2155,
    "épo": 2681,
    "pon": 1930,
    " rép": 317,
    "répo": 2156,
    "épon": 2682,
    "pond": 1931,
    "ondr": 1787
  },
  "response": null,
  "action_text": null
}