{
  "text": {
    "salut": 842,
    "bonjour": 111,
    "hello": 446,
    "yoo": 1018,
    "coucou": 225,
    "hey": 451,
    "hi": 456,
    "à": 1019,
    "toi": 916,
    "salut à": 846,
    "à toi": 1028,
    "bon": 104,
    "matin": 595,
    "bon matin": 108,
    "hey salut": 453,
    "yo": 1015,
    "mec": 610,
    "yo mec": 1017,
    "saluuut": 847,
    "heyyy": 455,
    "wesh": 1010,
    "bien": 98,
    "le": 551,
    "bien le": 100,
    "le bonjour": 555,
    "bot": 114,
    "salut le": 844,
    "le bot": 556,
    "holà": 458,
    "salam": 841,
    "peace": 712,
    "tu": 936,
    "aller": 13,
    "hey tu": 454,
    "tu aller": 937,
    "aller bien": 14,
    "comment": 153,
    "cela": 132,
    "salut comment": 843,
    "comment cela": 158,
    "cela aller": 133,
    "hey bot": 452,
    "frero": 423,
    "yo frero": 1016,
    "coucou toi": 226,
    "hellooo": 447,
    "bonsoir": 112,
    "bonsoir à": 113,
    "bye": 117,
    "bye bye": 118,
    "plus": 732,
    "à plus": 1026,
    "tchao": 906,
    "au": 56,
    "revoir": 828,
    "au revoir": 58,
    "journée": 531,
    "bon journée": 107,
    "merci": 613,
    "salut merci": 845,
    "prochain": 774,
    "à le": 1024,
    "le prochain": 576,
    "bientôt": 103,
    "à bientôt": 1020,
    "soirée": 872,
    "bon soirée": 110,
    "je": 500,
    "me": 602,
    "casser": 121,
    "je me": 514,
    "me casser": 603,
    "devoir": 291,
    "y": 1013,
    "je devoir": 506,
    "devoir y": 292,
    "y aller": 1014,
    "tard": 905,
    "plus tard": 737,
    "te": 907,
    "laisse": 550,
    "je te": 520,
    "te laisse": 908,
    "file": 413,
    "je file": 511,
    "continuation": 221,
    "bon continuation": 105,
    "ok": 672,
    "ok à": 673,
    "merci à": 619,
    "déconnecter": 330,
    "je déconnecter": 509,
    "oui": 683,
    "de": 248,
    "accord": 2,
    "de accord": 249,
    "sûr": 902,
    "bien sûr": 101,
    "exactement": 378,
    "beaucoup": 94,
    "merci beaucoup": 614,
    "super": 885,
    "super merci": 886,
    "ce": 126,
    "être": 1038,
    "parfait": 697,
    "ce être": 131,
    "être parfait": 1052,
    "remercier": 822,
    "te remercier": 909,
    "reconnaître": 820,
    "je être": 523,
    "être reconnaître": 1058,
    "infiniment": 468,
    "merci infiniment": 616,
    "pour": 742,
    "ton": 917,
    "aide": 6,
    "merci pour": 618,
    "pour ton": 758,
    "ton aide": 918,
    "info": 469,
    "pour le": 754,
    "le info": 568,
    "top": 919,
    "top merci": 920,
    "trop": 929,
    "cool": 223,
    "trop cool": 930,
    "cool merci": 224,
    "un": 950,
    "grand": 438,
    "un grand": 963,
    "grand merci": 439,
    "nickel": 657,
    "nickel merci": 658,
    "mon": 639,
    "ami": 16,
    "merci mon": 617,
    "mon ami": 640,
    "vraiment": 1009,
    "beaucoup vraiment": 95,
    "soutien": 875,
    "merci de": 615,
    "de soutien": 280,
    "très": 934,
    "utile": 981,
    "être très": 1061,
    "très utile": 935,
    "utile merci": 982,
    "non": 663,
    "pas": 703,
    "tout": 923,
    "pas de": 706,
    "de tout": 283,
    "refuser": 821,
    "je refuser": 517,
    "non merci": 664,
    "ne": 652,
    "vouloir": 998,
    "je ne": 515,
    "ne vouloir": 655,
    "vouloir pas": 1004,
    "désolé": 344,
    "quelque": 804,
    "chose": 135,
    "se": 854,
    "mal": 590,
    "passer": 711,
    "désolé quelque": 345,
    "quelque chose": 805,
    "chose se": 137,
    "se être": 858,
    "être mal": 1051,
    "mal passer": 592,
    "ne être": 656,
    "être pas": 1053,
    "pas sûr": 708,
    "euh": 377,
    "comprendre": 185,
    "je comprendre": 503,
    "comprendre pas": 191,
    "quoi": 809,
    "hein": 444,
    "hmmm": 457,
    "savoir": 848,
    "je savoir": 518,
    "savoir pas": 849,
    "pas trop": 709,
    "avoir": 81,
    "compris": 192,
    "je avoir": 501,
    "avoir pas": 84,
    "pas compris": 705,
    "flou": 414,
    "être flou": 1045,
    "pardon": 696,
    "qsdksjd": 790,
    "heu": 449,
    "heu je": 450,
    "aucun": 59,
    "idée": 462,
    "aucun idée": 60,
    "sens": 861,
    "cela ne": 134,
    "ne avoir": 653,
    "de sens": 277,
    "pffff": 718,
    "hein quoi": 445,
    "idk": 461,
    "perdre": 713,
    "être perdre": 1054,
    "confus": 208,
    "être confus": 1041,
    "croire": 229,
    "que": 791,
    "formuler": 422,
    "je croire": 505,
    "croire que": 230,
    "que je": 792,
    "avoir mal": 83,
    "mal formuler": 591,
    "c": 119,
    "docker": 306,
    "c être": 120,
    "être quoi": 1057,
    "quoi docker": 810,
    "donne": 318,
    "moi": 630,
    "définition": 336,
    "kubernete": 535,
    "donne moi": 319,
    "moi le": 634,
    "le définition": 564,
    "définition de": 337,
    "de kubernete": 264,
    "signifier": 866,
    "ci": 138,
    "cd": 122,
    "que signifier": 794,
    "signifier ci": 867,
    "ci cd": 139,
    "pouvoir": 760,
    "définir": 333,
    "git": 426,
    "pouvoir tu": 762,
    "tu définir": 939,
    "définir git": 334,
    "expliquer": 390,
    "notion": 665,
    "observability": 667,
    "expliquer le": 398,
    "le notion": 572,
    "notion de": 666,
    "de observability": 270,
    "gitops": 434,
    "quoi exactement": 811,
    "exactement gitops": 379,
    "terraform": 910,
    "de terraform": 282,
    "dire": 300,
    "infrastructure": 472,
    "code": 147,
    "que vouloir": 796,
    "vouloir dire": 1001,
    "dire infrastructure": 301,
    "infrastructure avoir": 473,
    "avoir code": 82,
    "simple": 868,
    "ansibl": 22,
    "donne un": 321,
    "un définition": 958,
    "définition simple": 338,
    "simple de": 869,
    "de ansibl": 250,
    "concept": 193,
    "microservice": 625,
    "quoi le": 813,
    "le concept": 558,
    "concept de": 194,
    "de microservice": 269,
    "devops": 294,
    "que être": 797,
    "être ce": 1040,
    "ce que": 129,
    "que le": 793,
    "le devops": 561,
    "m": 587,
    "en": 353,
    "sur": 887,
    "tu m": 942,
    "m en": 588,
    "en dire": 356,
    "dire plus": 303,
    "plus sur": 736,
    "sur docker": 891,
    "j": 496,
    "aimer": 9,
    "détail": 346,
    "j aimer": 497,
    "aimer avoir": 10,
    "avoir plus": 85,
    "plus de": 734,
    "de détail": 260,
    "détail sur": 347,
    "sur kubernete": 894,
    "davantage": 245,
    "expliquer davantage": 394,
    "davantage le": 247,
    "précision": 784,
    "moi plus": 636,
    "de précision": 274,
    "précision sur": 785,
    "sur ci": 890,
    "détailler": 348,
    "utiliser": 986,
    "jenkins": 526,
    "tu détailler": 940,
    "détailler comment": 349,
    "comment utiliser": 175,
    "utiliser jenkins": 991,
    "d": 233,
    "information": 470,
    "aimer plus": 12,
    "plus d": 733,
    "d information": 237,
    "information sur": 471,
    "sur terraform": 899,
    "profondeur": 779,
    "m expliquer": 589,
    "expliquer plus": 400,
    "plus en": 735,
    "en profondeur": 366,
    "profondeur ansibl": 780,
    "l": 540,
    "orchestration": 677,
    "avec": 68,
    "donne plus": 320,
    "sur l": 895,
    "l orchestration": 547,
    "orchestration avec": 678,
    "avec kubernete": 76,
    "expliquer moi": 399,
    "moi docker": 632,
    "expliquer kubernete": 396,
    "aimer comprendre": 11,
    "comprendre ci": 186,
    "fonctionnement": 415,
    "gitlab": 430,
    "le fonctionnement": 566,
    "fonctionnement de": 416,
    "de gitlab": 262,
    "gitlab ci": 431,
    "fonctionner": 417,
    "comment fonctionner": 167,
    "fonctionner gitops": 418,
    "container": 216,
    "de container": 256,
    "détailler terraform": 352,
    "simplement": 871,
    "expliquer ansibl": 391,
    "ansibl simplement": 23,
    "fonctionner observability": 421,
    "expliquer l": 397,
    "l idée": 543,
    "idée de": 463,
    "analogie": 17,
    "expliquer docker": 395,
    "docker avec": 308,
    "avec un": 79,
    "un analogie": 951,
    "faire": 409,
    "faire un": 410,
    "analogie pour": 19,
    "pour ci": 747,
    "comparer": 179,
    "comparer kubernete": 180,
    "kubernete à": 538,
    "à quelque": 1027,
    "chose de": 136,
    "de simple": 279,
    "métaphore": 650,
    "un métaphore": 966,
    "métaphore pour": 651,
    "pour git": 752,
    "exemple": 381,
    "imagé": 467,
    "expliquer terraform": 401,
    "terraform avec": 911,
    "un exemple": 960,
    "exemple imagé": 384,
    "pour comprendre": 748,
    "comprendre gitops": 188,
    "comme": 149,
    "enfant": 373,
    "expliquer container": 393,
    "container comme": 217,
    "comme à": 150,
    "à un": 1029,
    "un enfant": 959,
    "comparaison": 177,
    "un comparaison": 955,
    "comparaison simple": 178,
    "simple pour": 870,
    "pour ansibl": 743,
    "clair": 145,
    "analogie clair": 18,
    "clair pour": 146,
    "pour microservice": 756,
    "visualiser": 996,
    "aide moi": 8,
    "moi à": 638,
    "à visualiser": 1030,
    "visualiser observability": 997,
    "étape": 1032,
    "par": 692,
    "docker étape": 312,
    "étape par": 1036,
    "par étape": 693,
    "guid": 440,
    "guid moi": 441,
    "moi pas": 635,
    "pas à": 710,
    "à pas": 1025,
    "pas pour": 707,
    "étape pour": 1037,
    "pour utiliser": 759,
    "utiliser terraform": 993,
    "pipeline": 721,
    "comment faire": 166,
    "un pipeline": 970,
    "pipeline gitlab": 726,
    "ci étape": 142,
    "procédure": 775,
    "complet": 181,
    "procédure complet": 776,
    "complet pour": 183,
    "déploiement": 339,
    "déploiement kubernete": 341,
    "kubernete pas": 537,
    "workflow": 1011,
    "workflow ci": 1012,
    "cd étape": 125,
    "architecture": 35,
    "étape d": 1034,
    "d un": 239,
    "un architecture": 952,
    "architecture microservice": 46,
    "processus": 772,
    "gitop": 432,
    "processus gitop": 773,
    "gitop étape": 433,
    "mettre": 621,
    "place": 729,
    "comment mettre": 171,
    "mettre en": 622,
    "en place": 363,
    "place container": 731,
    "container pas": 219,
    "installer": 479,
    "comment installer": 169,
    "installer docker": 480,
    "installation": 476,
    "installation de": 478,
    "installer git": 481,
    "linux": 582,
    "installer terraform": 484,
    "terraform sur": 914,
    "sur linux": 897,
    "procédure d": 777,
    "d installation": 238,
    "installer gitlab": 482,
    "je vouloir": 522,
    "vouloir installer": 1003,
    "à installer": 1022,
    "installer kubernete": 483,
    "installation complet": 477,
    "complet de": 182,
    "place ansibl": 730,
    "configurer": 201,
    "comment configurer": 159,
    "configurer docker": 204,
    "configuration": 197,
    "configuration de": 199,
    "configurer terraform": 206,
    "à configurer": 1021,
    "configurer ansibl": 202,
    "configuration d": 198,
    "pipeline ci": 723,
    "configurer kubernete": 205,
    "réglage": 832,
    "base": 89,
    "réglage de": 833,
    "de base": 251,
    "base pour": 91,
    "configurer un": 207,
    "initial": 474,
    "configuration initial": 200,
    "initial de": 475,
    "de gitops": 263,
    "paramétrer": 694,
    "comment paramétrer": 172,
    "paramétrer container": 695,
    "intégrer": 490,
    "jenkin": 524,
    "dans": 241,
    "comment intégrer": 170,
    "intégrer jenkin": 492,
    "jenkin dans": 525,
    "dans un": 244,
    "s": 837,
    "expliquer comment": 392,
    "comment gitlab": 168,
    "ci s": 141,
    "s utiliser": 840,
    "utiliser dans": 987,
    "pipeline devops": 725,
    "créer": 231,
    "github": 428,
    "action": 3,
    "comment créer": 160,
    "créer un": 232,
    "pipeline avec": 722,
    "avec github": 72,
    "github action": 429,
    "outil": 684,
    "insérer": 485,
    "différent": 298,
    "comment ce": 157,
    "ce outil": 128,
    "outil s": 687,
    "s insérer": 838,
    "insérer dans": 486,
    "dans le": 243,
    "le différent": 563,
    "différent étape": 299,
    "étape de": 1035,
    "de pipeline": 272,
    "quel": 798,
    "manière": 593,
    "quel être": 801,
    "être le": 1050,
    "le manière": 569,
    "manière d": 594,
    "d utiliser": 240,
    "utiliser docker": 988,
    "docker dans": 310,
    "azur": 87,
    "exécuter": 407,
    "build": 115,
    "configurer azur": 203,
    "azur devops": 88,
    "devops pour": 295,
    "pour exécuter": 751,
    "exécuter un": 408,
    "un étape": 977,
    "de build": 253,
    "livraison": 583,
    "continuer": 222,
    "intégrer ce": 491,
    "outil dans": 685,
    "pipeline de": 724,
    "de livraison": 267,
    "livraison continuer": 584,
    "rôle": 835,
    "jouer": 529,
    "quel rôle": 800,
    "rôle terraform": 836,
    "terraform pouvoir": 913,
    "pouvoir jouer": 761,
    "jouer dans": 530,
    "déclencher": 327,
    "job": 527,
    "argocd": 49,
    "comment déclencher": 161,
    "déclencher un": 329,
    "un job": 965,
    "job pipeline": 528,
    "avec argocd": 69,
    "automatiser": 63,
    "comment automatiser": 155,
    "automatiser le": 64,
    "le déploiement": 565,
    "déploiement avec": 340,
    "avec ce": 70,
    "le pipeline": 575,
    "enchaîner": 369,
    "circleci": 144,
    "comment enchaîner": 164,
    "enchaîner le": 370,
    "le étape": 581,
    "étape ci": 1033,
    "cd à": 124,
    "à l": 1023,
    "l aide": 541,
    "aide de": 7,
    "de circleci": 255,
    "gérer": 442,
    "t": 903,
    "il": 464,
    "phase": 719,
    "outil gérer": 686,
    "gérer t": 443,
    "t il": 904,
    "il le": 465,
    "le phase": 574,
    "phase de": 720,
    "montrer": 646,
    "structurer": 880,
    "tu me": 943,
    "me montrer": 608,
    "montrer comment": 647,
    "comment structurer": 174,
    "structurer un": 882,
    "pipeline utiliser": 728,
    "utiliser kubernete": 992,
    "multi": 648,
    "stage": 876,
    "comment définir": 162,
    "définir un": 335,
    "pipeline multi": 727,
    "multi stage": 649,
    "stage avec": 877,
    "système": 900,
    "existant": 385,
    "s intégrer": 839,
    "intégrer à": 493,
    "un système": 974,
    "système de": 901,
    "build existant": 116,
    "automatiquement": 61,
    "déclencher automatiquement": 328,
    "automatiquement un": 62,
    "avec jenkins": 75,
    "ressource": 823,
    "apprendre": 26,
    "moi un": 637,
    "un ressource": 972,
    "ressource pour": 825,
    "pour apprendre": 744,
    "apprendre docker": 27,
    "recommander": 817,
    "quel ressource": 799,
    "ressource recommander": 827,
    "recommander tu": 819,
    "tu pour": 944,
    "pour kubernete": 753,
    "où": 689,
    "où apprendre": 690,
    "apprendre git": 28,
    "fiable": 411,
    "ressource fiable": 824,
    "fiable sur": 412,
    "documentation": 314,
    "officiel": 670,
    "documentation officiel": 315,
    "officiel de": 671,
    "a": 0,
    "a tu": 1,
    "tu un": 945,
    "comprendre gitlab": 187,
    "maîtriser": 600,
    "pour maîtriser": 755,
    "maîtriser le": 601,
    "de ci": 254,
    "trouver": 931,
    "cours": 227,
    "où trouver": 691,
    "trouver de": 932,
    "de bon": 252,
    "bon cours": 106,
    "cours sur": 228,
    "sur gitops": 892,
    "pédagogique": 788,
    "ressource pédagogique": 826,
    "pédagogique sur": 789,
    "sur le": 896,
    "le container": 559,
    "livre": 585,
    "ou": 680,
    "doc": 304,
    "livre ou": 586,
    "ou doc": 681,
    "doc pour": 305,
    "apprendre le": 29,
    "le microservice": 571,
    "kubernetes_architecture": 539,
    "comprendre l": 189,
    "l architecture": 542,
    "architecture kubernetes_architecture": 45,
    "cicd_architecture": 143,
    "trouver un": 933,
    "exemple d": 383,
    "d architecture": 234,
    "architecture cicd_architecture": 38,
    "quelle": 802,
    "pratique": 765,
    "quelle être": 803,
    "le bon": 554,
    "bon pratique": 109,
    "pratique pour": 770,
    "pour docker": 750,
    "best": 96,
    "practice": 763,
    "best practice": 97,
    "practice kubernete": 764,
    "pratique ci": 767,
    "recommandation": 815,
    "recommandation pour": 816,
    "pratique avec": 766,
    "avec terraform": 78,
    "pratique recommander": 771,
    "recommander pour": 818,
    "comment bien": 156,
    "bien utiliser": 102,
    "utiliser gitlab": 989,
    "pratique en": 768,
    "en gitops": 359,
    "conseil": 212,
    "conseil pour": 213,
    "pour architecture": 745,
    "meilleur": 611,
    "meilleur pratique": 612,
    "pour container": 749,
    "servir": 864,
    "quotidien": 814,
    "comment se": 173,
    "se servir": 857,
    "servir de": 865,
    "de git": 261,
    "git au": 427,
    "au quotidien": 57,
    "utilisation": 983,
    "production": 778,
    "utilisation de": 985,
    "kubernete en": 536,
    "en production": 365,
    "projet": 781,
    "réel": 831,
    "terraform dans": 912,
    "un projet": 971,
    "projet réel": 782,
    "usage": 978,
    "typique": 948,
    "usage typique": 980,
    "typique de": 949,
    "test": 915,
    "ci pour": 140,
    "pour automatiser": 746,
    "le test": 580,
    "appliquer": 24,
    "comment appliquer": 154,
    "appliquer le": 25,
    "équipe": 1031,
    "utiliser gitops": 990,
    "gitops dans": 435,
    "un équipe": 976,
    "entreprise": 374,
    "usage de": 979,
    "container en": 218,
    "en entreprise": 357,
    "exploiter": 402,
    "comment exploiter": 165,
    "exploiter observability": 403,
    "en pratique": 364,
    "pratique le": 769,
    "microservice_architectur": 628,
    "utilisation d": 984,
    "architecture microservice_architectur": 47,
    "docker_architectur": 313,
    "architecture docker_architectur": 41,
    "gitops_architecture": 436,
    "fonctionner l": 419,
    "architecture gitops_architecture": 43,
    "détailler l": 350,
    "microservice_architecture": 629,
    "architecture microservice_architecture": 48,
    "schéma": 851,
    "schéma de": 852,
    "de l": 265,
    "tu expliquer": 941,
    "comment être": 176,
    "être structurer": 1059,
    "structurer l": 881,
    "description": 287,
    "description de": 288,
    "architecture de": 39,
    "le architecture": 552,
    "de docker": 259,
    "fonctionner le": 420,
    "vouloir comprendre": 999,
    "comprendre le": 190,
    "souhaiter": 873,
    "je souhaiter": 519,
    "souhaiter que": 874,
    "que tu": 795,
    "me expliquer": 606,
    "docker architecture": 307,
    "détailler le": 351,
    "parler": 698,
    "parler moi": 700,
    "moi de": 631,
    "de le": 266,
    "débutant": 322,
    "devop": 293,
    "être un": 1063,
    "un débutant": 957,
    "débutant en": 323,
    "en devop": 354,
    "niveau": 659,
    "intermédiaire": 487,
    "mon niveau": 642,
    "niveau être": 662,
    "être intermédiaire": 1047,
    "plutôt": 740,
    "avancé": 66,
    "être plutôt": 1055,
    "plutôt avancé": 741,
    "avancé sur": 67,
    "sur ce": 889,
    "ce concept": 127,
    "considérer": 214,
    "expert": 386,
    "me considérer": 604,
    "considérer expert": 215,
    "expert en": 387,
    "en devops": 355,
    "débuter": 325,
    "totalement": 921,
    "je débuter": 508,
    "débuter totalement": 326,
    "totalement dans": 922,
    "dans devops": 242,
    "j avoir": 498,
    "avoir un": 86,
    "un niveau": 967,
    "niveau débutant": 661,
    "et": 375,
    "intermédiaire avec": 488,
    "avec docker": 71,
    "docker et": 311,
    "et kubernete": 376,
    "expérience": 404,
    "avancer": 65,
    "mon expérience": 641,
    "expérience être": 406,
    "être avancer": 1039,
    "un expert": 961,
    "en pipeline": 362,
    "connaître": 209,
    "je connaître": 504,
    "connaître le": 210,
    "le base": 553,
    "base je": 90,
    "être débutant": 1042,
    "maîtrise": 598,
    "assez": 52,
    "je maîtrise": 513,
    "maîtrise assez": 599,
    "assez je": 53,
    "travailler": 926,
    "depuis": 285,
    "plusieurs": 738,
    "année": 20,
    "donc": 316,
    "je travailler": 521,
    "travailler depuis": 927,
    "depuis plusieurs": 286,
    "plusieurs année": 739,
    "année donc": 21,
    "donc je": 317,
    "approfondi": 30,
    "un expérience": 962,
    "expérience approfondi": 405,
    "approfondi je": 31,
    "être expert": 1044,
    "encore": 371,
    "être encore": 1043,
    "encore un": 372,
    "débutant sur": 324,
    "conteneur": 220,
    "intermédiaire en": 489,
    "en orchestration": 361,
    "orchestration de": 679,
    "de conteneur": 257,
    "niveau avec": 660,
    "avec microservice": 77,
    "microservice être": 627,
    "gestion": 424,
    "en gestion": 358,
    "gestion de": 425,
    "commencer": 151,
    "juste": 532,
    "je commencer": 502,
    "commencer juste": 152,
    "juste donc": 533,
    "peu": 716,
    "connaître un": 211,
    "un peu": 969,
    "peu je": 717,
    "je dire": 507,
    "dire intermédiaire": 302,
    "maîtris": 596,
    "je maîtris": 512,
    "maîtris bien": 597,
    "bien je": 99,
    "approfondir": 32,
    "service": 862,
    "mesh": 620,
    "tu approfondir": 938,
    "approfondir le": 34,
    "de service": 278,
    "service mesh": 863,
    "le conteneur": 560,
    "prometheu": 783,
    "davantage l": 246,
    "l usage": 548,
    "de prometheu": 273,
    "concret": 195,
    "d exemple": 235,
    "exemple concret": 382,
    "concret sur": 196,
    "déployer": 342,
    "helm": 448,
    "comment déployer": 163,
    "déployer avec": 343,
    "avec helm": 74,
    "explication": 388,
    "java": 499,
    "d explication": 236,
    "explication sur": 389,
    "sur microservice": 898,
    "microservice en": 626,
    "en java": 360,
    "composer": 184,
    "docker composer": 309,
    "secret": 859,
    "vault": 994,
    "le gestion": 567,
    "de secret": 276,
    "secret avec": 860,
    "avec vault": 80,
    "grafana": 437,
    "sur grafana": 893,
    "python": 786,
    "approfondir l": 33,
    "l utilisation": 549,
    "de python": 275,
    "python pour": 787,
    "avec gitlab": 73,
    "être pour": 1056,
    "je parler": 516,
    "parler de": 699,
    "agir": 4,
    "il se": 466,
    "se agir": 855,
    "agir de": 5,
    "on": 674,
    "on travailler": 676,
    "travailler sur": 928,
    "sur ansibl": 888,
    "être gitlab": 1046,
    "vouloir en": 1002,
    "en savoir": 367,
    "savoir plus": 850,
    "le outil": 573,
    "outil être": 688,
    "être terraform": 1060,
    "le ci": 557,
    "quoi l": 812,
    "l infrastructure": 544,
    "intéresser": 494,
    "me intéresser": 607,
    "intéresser à": 495,
    "code pour": 148,
    "pour mon": 757,
    "mon projet": 643,
    "l observability": 545,
    "on aller": 675,
    "aller parler": 15,
    "parler un": 701,
    "un container": 956,
    "ne comprendre": 654,
    "pas bien": 704,
    "micro": 623,
    "de micro": 268,
    "micro service": 624,
    "sujet": 883,
    "observabilité": 668,
    "le sujet": 579,
    "sujet être": 884,
    "être l": 1049,
    "l observabilité": 546,
    "observabilité de": 669,
    "de système": 281,
    "moi l": 633,
    "architecture docker": 40,
    "vouloir de": 1000,
    "le schéma": 577,
    "schéma microservice": 853,
    "décrire": 331,
    "type": 947,
    "me décrire": 605,
    "décrire un": 332,
    "architecture ci": 37,
    "cd type": 123,
    "exactement le": 380,
    "architecture gitop": 42,
    "montre": 644,
    "diagramme": 296,
    "montre moi": 645,
    "le diagramme": 562,
    "diagramme pour": 297,
    "le micro": 570,
    "k8s": 534,
    "architecture k8s": 44,
    "design": 289,
    "de design": 258,
    "design de": 290,
    "structure": 878,
    "le structure": 578,
    "structure de": 879,
    "de un": 284,
    "articuler": 50,
    "baser": 92,
    "se articuler": 856,
    "articuler un": 51,
    "architecture baser": 36,
    "baser sur": 93,
    "robot": 829,
    "être tu": 1062,
    "un robot": 973,
    "humain": 459,
    "un humain": 964,
    "train": 924,
    "être je": 1048,
    "je en": 510,
    "en train": 368,
    "train de": 925,
    "de parler": 271,
    "parler à": 702,
    "un bot": 954,
    "personne": 714,
    "un personne": 968,
    "personne réel": 715,
    "qui": 806,
    "qui être": 808,
    "vous": 1005,
    "assistant": 54,
    "virtuel": 995,
    "être vous": 1064,
    "vous un": 1006,
    "un assistant": 953,
    "assistant virtuel": 55,
    "tu être": 946,
    "robot ou": 830,
    "ou un": 682,
    "vrai": 1007,
    "répondre": 834,
    "ce un": 130,
    "un vrai": 975,
    "vrai humain": 1008,
    "humain qui": 460,
    "qui me": 807,
    "me répondre": 609
  },
  "intent": {
    "greet": 18,
    "goodbye": 17,
    "affirm": 0,
    "thanks": 23,
    "deny": 15,
    "fallback": 16,
    "ask_definition": 5,
    "ask_explanation": 7,
    "ask_analogy": 1,
    "ask_step_by_step": 12,
    "ask_installation": 8,
    "ask_configuration": 4,
    "ask_pipeline": 10,
    "ask_resources": 11,
    "ask_best_practices": 3,
    "ask_usage": 13,
    "ask_architecture": 2,
    "inform_level": 21,
    "ask_more_details": 9,
    "inform_tool": 22,
    "inform_concept": 20,
    "inform_architecture": 19,
    "bot_challenge": 14,
    "ask_example": 6
  },
  "response": null,
  "action_name": {
    "action_listen": 11,
    "action_restart": 18,
    "action_session_start": 20,
    "action_default_fallback": 6,
    "action_deactivate_loop": 3,
    "action_revert_fallback_events": 19,
    "action_default_ask_affirmation": 4,
    "action_default_ask_rephrase": 5,
    "action_two_stage_fallback": 22,
    "action_unlikely_intent": 23,
    "action_back": 0,
    "action_extract_slots": 9,
    "action_best_practices": 1,
    "action_configure_tool": 2,
    "action_explain_architecture": 7,
    "action_explain_usage": 8,
    "action_install_tool": 10,
    "action_provide_analogy": 12,
    "action_provide_definition": 13,
    "action_provide_example": 14,
    "action_provide_explanation": 15,
    "action_provide_step_by_step": 16,
    "action_recommend_resources": 17,
    "action_set_level": 21,
    "utter_ask_architecture_missing": 24,
    "utter_ask_concept_missing": 25,
    "utter_ask_level": 26,
    "utter_ask_more_details": 27,
    "utter_ask_tool": 28,
    "utter_ask_tool_missing": 29,
    "utter_fallback": 30,
    "utter_goodbye": 31,
    "utter_greet": 32,
    "utter_thanks": 33
  },
  "action_text": null,
  "intent_response_key": null
}