{
  "text": {
    "salut": 796,
    "bonjour": 101,
    "hello": 424,
    "yoo": 967,
    "coucou": 214,
    "hey": 429,
    "hi": 434,
    "à": 968,
    "toi": 866,
    "salut à": 800,
    "à toi": 977,
    "bon": 94,
    "matin": 562,
    "bon matin": 98,
    "hey salut": 431,
    "yo": 964,
    "mec": 575,
    "yo mec": 966,
    "saluuut": 801,
    "heyyy": 433,
    "wesh": 959,
    "bien": 88,
    "le": 524,
    "bien le": 90,
    "le bonjour": 528,
    "bot": 104,
    "salut le": 798,
    "le bot": 529,
    "holà": 436,
    "salam": 795,
    "peace": 666,
    "tu": 886,
    "aller": 13,
    "hey tu": 432,
    "tu aller": 887,
    "aller bien": 14,
    "comment": 142,
    "cela": 121,
    "salut comment": 797,
    "comment cela": 147,
    "cela aller": 122,
    "hey bot": 430,
    "frero": 401,
    "yo frero": 965,
    "coucou toi": 215,
    "hellooo": 425,
    "bonsoir": 102,
    "bonsoir à": 103,
    "bye": 107,
    "bye bye": 108,
    "plus": 686,
    "à plus": 975,
    "tchao": 856,
    "au": 48,
    "revoir": 782,
    "au revoir": 50,
    "journée": 508,
    "bon journée": 97,
    "merci": 578,
    "salut merci": 799,
    "prochain": 727,
    "à le": 973,
    "le prochain": 546,
    "bientôt": 93,
    "à bientôt": 969,
    "soirée": 826,
    "bon soirée": 100,
    "je": 476,
    "me": 569,
    "casser": 111,
    "je me": 490,
    "me casser": 570,
    "on": 630,
    "se": 807,
    "voir": 946,
    "tard": 855,
    "on se": 631,
    "se voir": 811,
    "voir plus": 947,
    "plus tard": 691,
    "devoir": 274,
    "y": 962,
    "je devoir": 482,
    "devoir y": 275,
    "y aller": 963,
    "ciao": 132,
    "reparler": 775,
    "se reparler": 809,
    "reparler plus": 776,
    "te": 857,
    "laisse": 523,
    "je te": 496,
    "te laisse": 858,
    "file": 391,
    "je file": 487,
    "continuation": 210,
    "bon continuation": 95,
    "ok": 628,
    "ok à": 629,
    "merci à": 584,
    "déconnecter": 311,
    "je déconnecter": 485,
    "je y": 499,
    "oui": 639,
    "de": 237,
    "accord": 2,
    "de accord": 238,
    "sûr": 852,
    "bien sûr": 91,
    "exactement": 357,
    "beaucoup": 84,
    "merci beaucoup": 579,
    "super": 835,
    "super merci": 836,
    "ce": 115,
    "être": 987,
    "parfait": 653,
    "ce être": 120,
    "être parfait": 1000,
    "remercier": 774,
    "te remercier": 859,
    "reconnaître": 772,
    "je être": 500,
    "être reconnaître": 1006,
    "infiniment": 446,
    "merci infiniment": 581,
    "pour": 696,
    "ton": 867,
    "aide": 6,
    "merci pour": 583,
    "pour ton": 711,
    "ton aide": 868,
    "info": 447,
    "pour le": 708,
    "le info": 539,
    "top": 869,
    "top merci": 870,
    "trop": 879,
    "cool": 212,
    "trop cool": 880,
    "cool merci": 213,
    "un": 899,
    "grand": 416,
    "un grand": 911,
    "grand merci": 417,
    "nickel": 615,
    "nickel merci": 616,
    "mon": 601,
    "ami": 15,
    "merci mon": 582,
    "mon ami": 602,
    "vraiment": 958,
    "beaucoup vraiment": 85,
    "soutien": 829,
    "merci de": 580,
    "de soutien": 267,
    "très": 884,
    "utile": 929,
    "être très": 1009,
    "très utile": 885,
    "utile merci": 930,
    "non": 621,
    "pas": 658,
    "tout": 873,
    "pas de": 660,
    "de tout": 269,
    "refuser": 773,
    "je refuser": 493,
    "non merci": 622,
    "ne": 611,
    "vouloir": 948,
    "je ne": 491,
    "ne vouloir": 613,
    "vouloir pas": 953,
    "désolé": 323,
    "quelque": 757,
    "chose": 124,
    "mal": 557,
    "passer": 665,
    "désolé quelque": 324,
    "quelque chose": 758,
    "chose se": 126,
    "se être": 812,
    "être mal": 999,
    "mal passer": 559,
    "ne être": 614,
    "être pas": 1001,
    "pas sûr": 662,
    "euh": 356,
    "comprendre": 174,
    "je comprendre": 479,
    "comprendre pas": 180,
    "quoi": 762,
    "hein": 422,
    "hmmm": 435,
    "savoir": 802,
    "je savoir": 494,
    "savoir pas": 803,
    "pas trop": 663,
    "avoir": 73,
    "compris": 181,
    "je avoir": 477,
    "avoir pas": 76,
    "pas compris": 659,
    "flou": 392,
    "être flou": 994,
    "pardon": 652,
    "qsdksjd": 743,
    "heu": 427,
    "heu je": 428,
    "aucun": 51,
    "idée": 440,
    "aucun idée": 52,
    "sens": 815,
    "cela ne": 123,
    "ne avoir": 612,
    "de sens": 264,
    "pffff": 672,
    "hein quoi": 423,
    "idk": 439,
    "perdre": 667,
    "être perdre": 1002,
    "confus": 197,
    "être confus": 990,
    "croire": 218,
    "que": 744,
    "formuler": 400,
    "je croire": 481,
    "croire que": 219,
    "que je": 745,
    "avoir mal": 75,
    "mal formuler": 558,
    "c": 109,
    "docker": 287,
    "c être": 110,
    "être quoi": 1005,
    "quoi docker": 763,
    "donne": 299,
    "moi": 593,
    "définition": 315,
    "kubernete": 511,
    "donne moi": 300,
    "moi le": 596,
    "le définition": 535,
    "définition de": 316,
    "de kubernete": 252,
    "signifier": 820,
    "ci": 127,
    "cd": 112,
    "que signifier": 747,
    "signifier ci": 821,
    "ci cd": 128,
    "pouvoir": 713,
    "définir": 312,
    "git": 404,
    "pouvoir tu": 715,
    "tu définir": 889,
    "définir git": 313,
    "expliquer": 368,
    "notion": 623,
    "observability": 625,
    "expliquer le": 376,
    "le notion": 542,
    "notion de": 624,
    "de observability": 257,
    "gitops": 412,
    "quoi exactement": 764,
    "exactement gitops": 358,
    "terraform": 860,
    "de terraform": 268,
    "dire": 281,
    "infrastructure": 450,
    "code": 137,
    "que vouloir": 749,
    "vouloir dire": 950,
    "dire infrastructure": 282,
    "infrastructure avoir": 451,
    "avoir code": 74,
    "simple": 822,
    "ansibl": 21,
    "donne un": 302,
    "un définition": 906,
    "définition simple": 317,
    "simple de": 823,
    "de ansibl": 239,
    "concept": 182,
    "microservice": 588,
    "quoi le": 765,
    "le concept": 530,
    "concept de": 183,
    "de microservice": 256,
    "devops": 277,
    "que être": 750,
    "être ce": 989,
    "ce que": 118,
    "que le": 746,
    "le devops": 533,
    "m": 554,
    "en": 332,
    "sur": 837,
    "tu m": 892,
    "m en": 555,
    "en dire": 335,
    "dire plus": 284,
    "plus sur": 690,
    "sur docker": 841,
    "j": 472,
    "aimer": 9,
    "détail": 325,
    "j aimer": 473,
    "aimer avoir": 10,
    "avoir plus": 77,
    "plus de": 688,
    "de détail": 248,
    "détail sur": 326,
    "sur kubernete": 844,
    "davantage": 234,
    "expliquer davantage": 372,
    "davantage le": 236,
    "précision": 737,
    "moi plus": 598,
    "de précision": 261,
    "précision sur": 738,
    "sur ci": 840,
    "détailler": 327,
    "utiliser": 934,
    "jenkins": 503,
    "tu détailler": 890,
    "détailler comment": 328,
    "comment utiliser": 164,
    "utiliser jenkins": 939,
    "d": 222,
    "information": 448,
    "aimer plus": 12,
    "plus d": 687,
    "d information": 226,
    "information sur": 449,
    "sur terraform": 849,
    "profondeur": 732,
    "m expliquer": 556,
    "expliquer plus": 378,
    "plus en": 689,
    "en profondeur": 345,
    "profondeur ansibl": 733,
    "l": 516,
    "orchestration": 633,
    "avec": 60,
    "donne plus": 301,
    "sur l": 845,
    "l orchestration": 520,
    "orchestration avec": 634,
    "avec kubernete": 68,
    "expliquer moi": 377,
    "moi docker": 595,
    "expliquer kubernete": 374,
    "aimer comprendre": 11,
    "comprendre ci": 175,
    "fonctionnement": 393,
    "gitlab": 408,
    "le fonctionnement": 537,
    "fonctionnement de": 394,
    "de gitlab": 250,
    "gitlab ci": 409,
    "fonctionner": 395,
    "comment fonctionner": 156,
    "fonctionner gitops": 396,
    "container": 205,
    "de container": 245,
    "détailler terraform": 331,
    "simplement": 825,
    "expliquer ansibl": 369,
    "ansibl simplement": 22,
    "fonctionner observability": 399,
    "expliquer l": 375,
    "l idée": 519,
    "idée de": 441,
    "analogie": 16,
    "expliquer docker": 373,
    "docker avec": 289,
    "avec un": 71,
    "un analogie": 900,
    "faire": 387,
    "faire un": 388,
    "analogie pour": 18,
    "pour ci": 701,
    "comparer": 168,
    "comparer kubernete": 169,
    "kubernete à": 514,
    "à quelque": 976,
    "chose de": 125,
    "de simple": 266,
    "métaphore": 609,
    "un métaphore": 914,
    "métaphore pour": 610,
    "pour git": 706,
    "exemple": 359,
    "imagé": 445,
    "expliquer terraform": 379,
    "terraform avec": 861,
    "un exemple": 908,
    "exemple imagé": 362,
    "pour comprendre": 702,
    "comprendre gitops": 177,
    "comme": 138,
    "enfant": 352,
    "expliquer container": 371,
    "container comme": 206,
    "comme à": 139,
    "à un": 978,
    "un enfant": 907,
    "comparaison": 166,
    "un comparaison": 904,
    "comparaison simple": 167,
    "simple pour": 824,
    "pour ansibl": 697,
    "clair": 135,
    "analogie clair": 17,
    "clair pour": 136,
    "pour microservice": 710,
    "visualiser": 944,
    "aide moi": 8,
    "moi à": 600,
    "à visualiser": 979,
    "visualiser observability": 945,
    "étape": 981,
    "par": 648,
    "docker étape": 293,
    "étape par": 985,
    "par étape": 649,
    "guid": 418,
    "guid moi": 419,
    "moi pas": 597,
    "pas à": 664,
    "à pas": 974,
    "pas pour": 661,
    "étape pour": 986,
    "pour utiliser": 712,
    "utiliser terraform": 941,
    "pipeline": 675,
    "comment faire": 155,
    "un pipeline": 918,
    "pipeline gitlab": 680,
    "ci étape": 131,
    "procédure": 728,
    "complet": 170,
    "procédure complet": 729,
    "complet pour": 172,
    "déploiement": 318,
    "déploiement kubernete": 320,
    "kubernete pas": 513,
    "workflow": 960,
    "workflow ci": 961,
    "cd étape": 114,
    "architecture": 34,
    "étape d": 983,
    "d un": 228,
    "un architecture": 901,
    "architecture microservice": 40,
    "processus": 725,
    "gitop": 410,
    "processus gitop": 726,
    "gitop étape": 411,
    "mettre": 586,
    "place": 683,
    "comment mettre": 160,
    "mettre en": 587,
    "en place": 342,
    "place container": 685,
    "container pas": 208,
    "installer": 457,
    "comment installer": 158,
    "installer docker": 458,
    "installation": 454,
    "installation de": 456,
    "installer git": 459,
    "linux": 549,
    "installer terraform": 462,
    "terraform sur": 864,
    "sur linux": 847,
    "procédure d": 730,
    "d installation": 227,
    "installer gitlab": 460,
    "je vouloir": 498,
    "vouloir installer": 952,
    "à installer": 971,
    "installer kubernete": 461,
    "installation complet": 455,
    "complet de": 171,
    "place ansibl": 684,
    "configurer": 190,
    "comment configurer": 148,
    "configurer docker": 193,
    "configuration": 186,
    "configuration de": 188,
    "configurer terraform": 195,
    "à configurer": 970,
    "configurer ansibl": 191,
    "configuration d": 187,
    "pipeline ci": 677,
    "configurer kubernete": 194,
    "réglage": 786,
    "base": 81,
    "réglage de": 787,
    "de base": 240,
    "base pour": 83,
    "configurer un": 196,
    "initial": 452,
    "configuration initial": 189,
    "initial de": 453,
    "de gitops": 251,
    "paramétrer": 650,
    "comment paramétrer": 161,
    "paramétrer container": 651,
    "intégrer": 468,
    "jenkin": 501,
    "dans": 230,
    "comment intégrer": 159,
    "intégrer jenkin": 470,
    "jenkin dans": 502,
    "dans un": 233,
    "s": 791,
    "expliquer comment": 370,
    "comment gitlab": 157,
    "ci s": 130,
    "s utiliser": 794,
    "utiliser dans": 935,
    "pipeline devops": 679,
    "créer": 220,
    "github": 406,
    "action": 3,
    "comment créer": 149,
    "créer un": 221,
    "pipeline avec": 676,
    "avec github": 64,
    "github action": 407,
    "outil": 640,
    "insérer": 463,
    "différent": 279,
    "comment ce": 146,
    "ce outil": 117,
    "outil s": 643,
    "s insérer": 792,
    "insérer dans": 464,
    "dans le": 232,
    "le différent": 534,
    "différent étape": 280,
    "étape de": 984,
    "de pipeline": 259,
    "quel": 751,
    "manière": 560,
    "quel être": 754,
    "être le": 998,
    "le manière": 540,
    "manière d": 561,
    "d utiliser": 229,
    "utiliser docker": 936,
    "docker dans": 291,
    "azur": 79,
    "exécuter": 385,
    "build": 105,
    "configurer azur": 192,
    "azur devops": 80,
    "devops pour": 278,
    "pour exécuter": 705,
    "exécuter un": 386,
    "un étape": 925,
    "de build": 242,
    "livraison": 550,
    "continuer": 211,
    "intégrer ce": 469,
    "outil dans": 641,
    "pipeline de": 678,
    "de livraison": 255,
    "livraison continuer": 551,
    "rôle": 789,
    "jouer": 506,
    "quel rôle": 753,
    "rôle terraform": 790,
    "terraform pouvoir": 863,
    "pouvoir jouer": 714,
    "jouer dans": 507,
    "déclencher": 308,
    "job": 504,
    "argocd": 43,
    "comment déclencher": 150,
    "déclencher un": 310,
    "un job": 913,
    "job pipeline": 505,
    "avec argocd": 61,
    "automatiser": 55,
    "comment automatiser": 144,
    "automatiser le": 56,
    "le déploiement": 536,
    "déploiement avec": 319,
    "avec ce": 62,
    "le pipeline": 545,
    "enchaîner": 348,
    "circleci": 134,
    "comment enchaîner": 153,
    "enchaîner le": 349,
    "le étape": 548,
    "étape ci": 982,
    "cd à": 113,
    "à l": 972,
    "l aide": 517,
    "aide de": 7,
    "de circleci": 244,
    "gérer": 420,
    "t": 853,
    "il": 442,
    "phase": 673,
    "outil gérer": 642,
    "gérer t": 421,
    "t il": 854,
    "il le": 443,
    "le phase": 544,
    "phase de": 674,
    "montrer": 605,
    "structurer": 832,
    "tu me": 893,
    "me montrer": 573,
    "montrer comment": 606,
    "comment structurer": 163,
    "structurer un": 834,
    "pipeline utiliser": 682,
    "utiliser kubernete": 940,
    "multi": 607,
    "stage": 830,
    "comment définir": 151,
    "définir un": 314,
    "pipeline multi": 681,
    "multi stage": 608,
    "stage avec": 831,
    "système": 850,
    "existant": 363,
    "s intégrer": 793,
    "intégrer à": 471,
    "un système": 922,
    "système de": 851,
    "build existant": 106,
    "automatiquement": 53,
    "déclencher automatiquement": 309,
    "automatiquement un": 54,
    "avec jenkins": 67,
    "ressource": 777,
    "apprendre": 25,
    "moi un": 599,
    "un ressource": 920,
    "ressource pour": 779,
    "pour apprendre": 698,
    "apprendre docker": 26,
    "recommander": 769,
    "quel ressource": 752,
    "ressource recommander": 781,
    "recommander tu": 771,
    "tu pour": 894,
    "pour kubernete": 707,
    "où": 645,
    "où apprendre": 646,
    "apprendre git": 27,
    "fiable": 389,
    "ressource fiable": 778,
    "fiable sur": 390,
    "documentation": 295,
    "officiel": 626,
    "documentation officiel": 296,
    "officiel de": 627,
    "a": 0,
    "a tu": 1,
    "tu un": 895,
    "comprendre gitlab": 176,
    "maîtriser": 567,
    "pour maîtriser": 709,
    "maîtriser le": 568,
    "de ci": 243,
    "trouver": 881,
    "cours": 216,
    "où trouver": 647,
    "trouver de": 882,
    "de bon": 241,
    "bon cours": 96,
    "cours sur": 217,
    "sur gitops": 842,
    "pédagogique": 741,
    "ressource pédagogique": 780,
    "pédagogique sur": 742,
    "sur le": 846,
    "le container": 531,
    "livre": 552,
    "ou": 636,
    "doc": 285,
    "livre ou": 553,
    "ou doc": 637,
    "doc pour": 286,
    "apprendre le": 28,
    "le microservice": 541,
    "kubernetes_architecture": 515,
    "comprendre l": 178,
    "l architecture": 518,
    "architecture kubernetes_architecture": 39,
    "cicd_architecture": 133,
    "trouver un": 883,
    "exemple d": 361,
    "d architecture": 223,
    "architecture cicd_architecture": 35,
    "quelle": 755,
    "pratique": 718,
    "quelle être": 756,
    "le bon": 527,
    "bon pratique": 99,
    "pratique pour": 723,
    "pour docker": 704,
    "best": 86,
    "practice": 716,
    "best practice": 87,
    "practice kubernete": 717,
    "pratique ci": 720,
    "recommandation": 767,
    "recommandation pour": 768,
    "pratique avec": 719,
    "avec terraform": 70,
    "pratique recommander": 724,
    "recommander pour": 770,
    "comment bien": 145,
    "bien utiliser": 92,
    "utiliser gitlab": 937,
    "pratique en": 721,
    "en gitops": 338,
    "conseil": 201,
    "conseil pour": 202,
    "pour architecture": 699,
    "meilleur": 576,
    "meilleur pratique": 577,
    "pour container": 703,
    "servir": 818,
    "quotidien": 766,
    "comment se": 162,
    "se servir": 810,
    "servir de": 819,
    "de git": 249,
    "git au": 405,
    "au quotidien": 49,
    "utilisation": 931,
    "production": 731,
    "utilisation de": 933,
    "kubernete en": 512,
    "en production": 344,
    "projet": 734,
    "réel": 785,
    "terraform dans": 862,
    "un projet": 919,
    "projet réel": 735,
    "usage": 926,
    "typique": 897,
    "usage typique": 928,
    "typique de": 898,
    "test": 865,
    "ci pour": 129,
    "pour automatiser": 700,
    "le test": 547,
    "appliquer": 23,
    "comment appliquer": 143,
    "appliquer le": 24,
    "équipe": 980,
    "utiliser gitops": 938,
    "gitops dans": 413,
    "un équipe": 924,
    "entreprise": 353,
    "usage de": 927,
    "container en": 207,
    "en entreprise": 336,
    "exploiter": 380,
    "comment exploiter": 154,
    "exploiter observability": 381,
    "en pratique": 343,
    "pratique le": 722,
    "microservice_architectur": 591,
    "utilisation d": 932,
    "architecture microservice_architectur": 41,
    "docker_architectur": 294,
    "architecture docker_architectur": 37,
    "gitops_architecture": 414,
    "fonctionner l": 397,
    "architecture gitops_architecture": 38,
    "détailler l": 329,
    "microservice_architecture": 592,
    "architecture microservice_architecture": 42,
    "schéma": 805,
    "schéma de": 806,
    "de l": 253,
    "tu expliquer": 891,
    "comment être": 165,
    "être structurer": 1007,
    "structurer l": 833,
    "description": 272,
    "description de": 273,
    "architecture de": 36,
    "le architecture": 525,
    "de docker": 247,
    "fonctionner le": 398,
    "vouloir comprendre": 949,
    "comprendre le": 179,
    "souhaiter": 827,
    "je souhaiter": 495,
    "souhaiter que": 828,
    "que tu": 748,
    "me expliquer": 572,
    "docker architecture": 288,
    "détailler le": 330,
    "parler": 654,
    "parler moi": 656,
    "moi de": 594,
    "de le": 254,
    "débutant": 303,
    "devop": 276,
    "être un": 1011,
    "un débutant": 905,
    "débutant en": 304,
    "en devop": 333,
    "niveau": 617,
    "intermédiaire": 465,
    "mon niveau": 604,
    "niveau être": 620,
    "être intermédiaire": 996,
    "plutôt": 694,
    "avancé": 58,
    "être plutôt": 1003,
    "plutôt avancé": 695,
    "avancé sur": 59,
    "sur ce": 839,
    "ce concept": 116,
    "considérer": 203,
    "expert": 364,
    "me considérer": 571,
    "considérer expert": 204,
    "expert en": 365,
    "en devops": 334,
    "débuter": 306,
    "totalement": 871,
    "je débuter": 484,
    "débuter totalement": 307,
    "totalement dans": 872,
    "dans devops": 231,
    "j avoir": 474,
    "avoir un": 78,
    "un niveau": 915,
    "niveau débutant": 619,
    "et": 354,
    "intermédiaire avec": 466,
    "avec docker": 63,
    "docker et": 292,
    "et kubernete": 355,
    "expérience": 382,
    "avancer": 57,
    "mon expérience": 603,
    "expérience être": 384,
    "être avancer": 988,
    "un expert": 909,
    "en pipeline": 341,
    "connaître": 198,
    "je connaître": 480,
    "connaître le": 199,
    "le base": 526,
    "base je": 82,
    "être débutant": 991,
    "maîtrise": 565,
    "assez": 44,
    "je maîtrise": 489,
    "maîtrise assez": 566,
    "assez je": 45,
    "travailler": 876,
    "depuis": 270,
    "plusieurs": 692,
    "année": 19,
    "donc": 297,
    "je travailler": 497,
    "travailler depuis": 877,
    "depuis plusieurs": 271,
    "plusieurs année": 693,
    "année donc": 20,
    "donc je": 298,
    "approfondi": 29,
    "un expérience": 910,
    "expérience approfondi": 383,
    "approfondi je": 30,
    "être expert": 993,
    "encore": 350,
    "être encore": 992,
    "encore un": 351,
    "débutant sur": 305,
    "conteneur": 209,
    "intermédiaire en": 467,
    "en orchestration": 340,
    "orchestration de": 635,
    "de conteneur": 246,
    "niveau avec": 618,
    "avec microservice": 69,
    "microservice être": 590,
    "gestion": 402,
    "en gestion": 337,
    "gestion de": 403,
    "commencer": 140,
    "juste": 509,
    "je commencer": 478,
    "commencer juste": 141,
    "juste donc": 510,
    "peu": 670,
    "connaître un": 200,
    "un peu": 917,
    "peu je": 671,
    "je dire": 483,
    "dire intermédiaire": 283,
    "maîtris": 563,
    "je maîtris": 488,
    "maîtris bien": 564,
    "bien je": 89,
    "approfondir": 31,
    "service": 816,
    "mesh": 585,
    "tu approfondir": 888,
    "approfondir le": 33,
    "de service": 265,
    "service mesh": 817,
    "le conteneur": 532,
    "prometheu": 736,
    "davantage l": 235,
    "l usage": 521,
    "de prometheu": 260,
    "concret": 184,
    "d exemple": 224,
    "exemple concret": 360,
    "concret sur": 185,
    "déployer": 321,
    "helm": 426,
    "comment déployer": 152,
    "déployer avec": 322,
    "avec helm": 66,
    "explication": 366,
    "java": 475,
    "d explication": 225,
    "explication sur": 367,
    "sur microservice": 848,
    "microservice en": 589,
    "en java": 339,
    "composer": 173,
    "docker composer": 290,
    "secret": 813,
    "vault": 942,
    "le gestion": 538,
    "de secret": 263,
    "secret avec": 814,
    "avec vault": 72,
    "grafana": 415,
    "sur grafana": 843,
    "python": 739,
    "approfondir l": 32,
    "l utilisation": 522,
    "de python": 262,
    "python pour": 740,
    "avec gitlab": 65,
    "être pour": 1004,
    "je parler": 492,
    "parler de": 655,
    "agir": 4,
    "il se": 444,
    "se agir": 808,
    "agir de": 5,
    "on travailler": 632,
    "travailler sur": 878,
    "sur ansibl": 838,
    "être gitlab": 995,
    "vouloir en": 951,
    "en savoir": 346,
    "savoir plus": 804,
    "le outil": 543,
    "outil être": 644,
    "être terraform": 1008,
    "robot": 783,
    "être tu": 1010,
    "un robot": 921,
    "humain": 437,
    "un humain": 912,
    "train": 874,
    "être je": 997,
    "je en": 486,
    "en train": 347,
    "train de": 875,
    "de parler": 258,
    "parler à": 657,
    "un bot": 903,
    "personne": 668,
    "un personne": 916,
    "personne réel": 669,
    "qui": 759,
    "qui être": 761,
    "vous": 954,
    "assistant": 46,
    "virtuel": 943,
    "être vous": 1012,
    "vous un": 955,
    "un assistant": 902,
    "assistant virtuel": 47,
    "tu être": 896,
    "robot ou": 784,
    "ou un": 638,
    "vrai": 956,
    "répondre": 788,
    "ce un": 119,
    "un vrai": 923,
    "vrai humain": 957,
    "humain qui": 438,
    "qui me": 760,
    "me répondre": 574
  },
  "intent": {
    "greet": 18,
    "goodbye": 17,
    "affirm": 0,
    "thanks": 21,
    "deny": 15,
    "fallback": 16,
    "ask_definition": 5,
    "ask_explanation": 7,
    "ask_analogy": 1,
    "ask_step_by_step": 12,
    "ask_installation": 8,
    "ask_configuration": 4,
    "ask_pipeline": 10,
    "ask_resources": 11,
    "ask_best_practices": 3,
    "ask_usage": 13,
    "ask_architecture": 2,
    "inform_level": 19,
    "ask_more_details": 9,
    "inform_tool": 20,
    "bot_challenge": 14,
    "ask_example": 6
  },
  "response": null,
  "action_name": {
    "action_listen": 11,
    "action_restart": 18,
    "action_session_start": 20,
    "action_default_fallback": 6,
    "action_deactivate_loop": 3,
    "action_revert_fallback_events": 19,
    "action_default_ask_affirmation": 4,
    "action_default_ask_rephrase": 5,
    "action_two_stage_fallback": 22,
    "action_unlikely_intent": 23,
    "action_back": 0,
    "action_extract_slots": 9,
    "action_best_practices": 1,
    "action_configure_tool": 2,
    "action_explain_architecture": 7,
    "action_explain_usage": 8,
    "action_install_tool": 10,
    "action_provide_analogy": 12,
    "action_provide_definition": 13,
    "action_provide_example": 14,
    "action_provide_explanation": 15,
    "action_provide_step_by_step": 16,
    "action_recommend_resources": 17,
    "action_set_level": 21,
    "utter_ask_level": 24,
    "utter_ask_more_details": 25,
    "utter_ask_tool": 26,
    "utter_fallback": 27,
    "utter_goodbye": 28,
    "utter_greet": 29,
    "utter_thanks": 30
  },
  "action_text": null,
  "intent_response_key": null
}