{
  "text": {
    "salut": 558,
    "bonjour": 72,
    "hello": 305,
    "yoo": 670,
    "coucou": 151,
    "hey": 306,
    "hi": 307,
    "bonsoir": 73,
    "bye": 75,
    "bye bye": 76,
    "à": 671,
    "plus": 465,
    "à plus": 677,
    "tchao": 591,
    "au": 39,
    "revoir": 551,
    "au revoir": 41,
    "bon": 67,
    "journée": 355,
    "bon journée": 69,
    "merci": 396,
    "salut merci": 559,
    "le": 365,
    "prochain": 503,
    "à le": 675,
    "le prochain": 375,
    "bientôt": 66,
    "à bientôt": 672,
    "soirée": 575,
    "bon soirée": 71,
    "je": 338,
    "déconnecter": 217,
    "je déconnecter": 342,
    "oui": 438,
    "de": 165,
    "accord": 2,
    "de accord": 166,
    "ok": 432,
    "bien": 63,
    "sûr": 590,
    "bien sûr": 64,
    "exactement": 254,
    "beaucoup": 60,
    "merci beaucoup": 397,
    "super": 578,
    "super merci": 579,
    "ce": 81,
    "être": 686,
    "parfait": 446,
    "ce être": 85,
    "être parfait": 695,
    "te": 592,
    "remercier": 545,
    "je te": 350,
    "te remercier": 593,
    "reconnaître": 543,
    "je être": 353,
    "être reconnaître": 699,
    "infiniment": 314,
    "merci infiniment": 398,
    "non": 425,
    "pas": 449,
    "tout": 599,
    "pas de": 451,
    "de tout": 188,
    "refuser": 544,
    "je refuser": 348,
    "non merci": 426,
    "ne": 419,
    "vouloir": 659,
    "je ne": 346,
    "ne vouloir": 420,
    "vouloir pas": 662,
    "désolé": 226,
    "quelque": 528,
    "chose": 86,
    "se": 564,
    "mal": 383,
    "passer": 456,
    "désolé quelque": 227,
    "quelque chose": 529,
    "chose se": 88,
    "se être": 566,
    "être mal": 694,
    "mal passer": 384,
    "ne être": 421,
    "être pas": 696,
    "pas sûr": 453,
    "euh": 253,
    "comprendre": 120,
    "je comprendre": 340,
    "comprendre pas": 125,
    "quoi": 533,
    "hein": 304,
    "hmmm": 308,
    "savoir": 560,
    "trop": 604,
    "je savoir": 349,
    "savoir pas": 561,
    "pas trop": 454,
    "avoir": 52,
    "compris": 126,
    "je avoir": 339,
    "avoir pas": 54,
    "pas compris": 450,
    "flou": 287,
    "être flou": 690,
    "c": 77,
    "docker": 200,
    "c être": 78,
    "être quoi": 698,
    "quoi docker": 534,
    "donne": 209,
    "moi": 403,
    "définition": 220,
    "kubernete": 356,
    "donne moi": 210,
    "moi le": 405,
    "le définition": 371,
    "définition de": 221,
    "de kubernete": 179,
    "que": 518,
    "signifier": 569,
    "ci": 89,
    "cd": 79,
    "que signifier": 521,
    "signifier ci": 570,
    "ci cd": 90,
    "pouvoir": 489,
    "tu": 608,
    "définir": 218,
    "git": 294,
    "pouvoir tu": 490,
    "tu définir": 610,
    "définir git": 219,
    "expliquer": 266,
    "notion": 427,
    "observability": 429,
    "expliquer le": 273,
    "le notion": 374,
    "notion de": 428,
    "de observability": 182,
    "gitops": 300,
    "quoi exactement": 535,
    "exactement gitops": 255,
    "terraform": 594,
    "de terraform": 187,
    "dire": 195,
    "infrastructure": 317,
    "code": 97,
    "que vouloir": 522,
    "vouloir dire": 660,
    "dire infrastructure": 196,
    "infrastructure avoir": 319,
    "avoir code": 53,
    "un": 620,
    "simple": 571,
    "ansibl": 15,
    "donne un": 212,
    "un définition": 628,
    "définition simple": 222,
    "simple de": 572,
    "de ansibl": 167,
    "concept": 127,
    "microservice": 401,
    "quoi le": 536,
    "le concept": 368,
    "concept de": 128,
    "de microservice": 181,
    "devops": 194,
    "que être": 523,
    "être ce": 688,
    "ce que": 83,
    "que le": 520,
    "le devops": 370,
    "m": 380,
    "en": 234,
    "sur": 580,
    "tu m": 613,
    "m en": 381,
    "en dire": 237,
    "dire plus": 197,
    "plus sur": 469,
    "sur docker": 583,
    "j": 333,
    "aimer": 5,
    "détail": 228,
    "j aimer": 334,
    "aimer avoir": 6,
    "avoir plus": 55,
    "plus de": 467,
    "de détail": 174,
    "détail sur": 229,
    "sur kubernete": 585,
    "davantage": 163,
    "expliquer davantage": 269,
    "davantage le": 164,
    "précision": 512,
    "moi plus": 407,
    "de précision": 185,
    "précision sur": 513,
    "sur ci": 582,
    "détailler": 230,
    "comment": 100,
    "utiliser": 649,
    "jenkins": 354,
    "tu détailler": 611,
    "détailler comment": 231,
    "comment utiliser": 111,
    "utiliser jenkins": 653,
    "d": 154,
    "information": 315,
    "aimer plus": 8,
    "plus d": 466,
    "d information": 156,
    "information sur": 316,
    "sur terraform": 589,
    "profondeur": 508,
    "m expliquer": 382,
    "expliquer plus": 275,
    "plus en": 468,
    "en profondeur": 246,
    "profondeur ansibl": 509,
    "l": 361,
    "orchestration": 433,
    "avec": 47,
    "donne plus": 211,
    "sur l": 586,
    "l orchestration": 364,
    "orchestration avec": 434,
    "avec kubernete": 49,
    "expliquer moi": 274,
    "moi docker": 404,
    "expliquer kubernete": 271,
    "aimer comprendre": 7,
    "comprendre ci": 121,
    "fonctionnement": 288,
    "gitlab": 296,
    "le fonctionnement": 372,
    "fonctionnement de": 289,
    "de gitlab": 177,
    "gitlab ci": 297,
    "fonctionner": 290,
    "comment fonctionner": 106,
    "fonctionner gitops": 291,
    "container": 147,
    "de container": 171,
    "détailler terraform": 233,
    "simplement": 574,
    "expliquer ansibl": 267,
    "ansibl simplement": 16,
    "fonctionner observability": 293,
    "idée": 311,
    "expliquer l": 272,
    "l idée": 363,
    "idée de": 312,
    "analogie": 10,
    "expliquer docker": 270,
    "docker avec": 201,
    "avec un": 51,
    "un analogie": 621,
    "faire": 281,
    "pour": 474,
    "faire un": 282,
    "analogie pour": 12,
    "pour ci": 479,
    "comparer": 115,
    "comparer kubernete": 116,
    "kubernete à": 359,
    "à quelque": 678,
    "chose de": 87,
    "de simple": 186,
    "métaphore": 417,
    "un métaphore": 634,
    "métaphore pour": 418,
    "pour git": 483,
    "exemple": 256,
    "imagé": 313,
    "expliquer terraform": 276,
    "terraform avec": 595,
    "un exemple": 630,
    "exemple imagé": 261,
    "pour comprendre": 480,
    "comprendre gitops": 123,
    "comme": 98,
    "enfant": 249,
    "expliquer container": 268,
    "container comme": 148,
    "comme à": 99,
    "à un": 679,
    "un enfant": 629,
    "comparaison": 113,
    "un comparaison": 626,
    "comparaison simple": 114,
    "simple pour": 573,
    "pour ansibl": 475,
    "clair": 95,
    "analogie clair": 11,
    "clair pour": 96,
    "pour microservice": 486,
    "aide": 3,
    "visualiser": 657,
    "aide moi": 4,
    "moi à": 409,
    "à visualiser": 680,
    "visualiser observability": 658,
    "étape": 682,
    "par": 442,
    "docker étape": 203,
    "étape par": 684,
    "par étape": 443,
    "guid": 302,
    "guid moi": 303,
    "moi pas": 406,
    "pas à": 455,
    "à pas": 676,
    "pas pour": 452,
    "étape pour": 685,
    "pour utiliser": 488,
    "utiliser terraform": 654,
    "pipeline": 459,
    "comment faire": 105,
    "un pipeline": 637,
    "pipeline gitlab": 461,
    "ci étape": 92,
    "procédure": 504,
    "complet": 117,
    "procédure complet": 505,
    "complet pour": 119,
    "déploiement": 223,
    "déploiement kubernete": 225,
    "kubernete pas": 358,
    "workflow": 668,
    "workflow ci": 669,
    "cd étape": 80,
    "architecture": 24,
    "étape d": 683,
    "d un": 159,
    "un architecture": 623,
    "architecture microservice": 33,
    "processus": 501,
    "gitop": 298,
    "processus gitop": 502,
    "gitop étape": 299,
    "mettre": 399,
    "place": 462,
    "comment mettre": 108,
    "mettre en": 400,
    "en place": 243,
    "place container": 464,
    "container pas": 150,
    "installer": 325,
    "comment installer": 107,
    "installer docker": 326,
    "installation": 322,
    "installation de": 324,
    "installer git": 327,
    "linux": 377,
    "installer terraform": 330,
    "terraform sur": 597,
    "sur linux": 588,
    "procédure d": 506,
    "d installation": 158,
    "installer gitlab": 328,
    "je vouloir": 352,
    "vouloir installer": 661,
    "à installer": 674,
    "installer kubernete": 329,
    "installation complet": 323,
    "complet de": 118,
    "place ansibl": 463,
    "configurer": 135,
    "comment configurer": 103,
    "configurer docker": 137,
    "configuration": 131,
    "configuration de": 133,
    "configurer terraform": 139,
    "à configurer": 673,
    "configurer ansibl": 136,
    "configuration d": 132,
    "pipeline ci": 460,
    "configurer kubernete": 138,
    "réglage": 555,
    "base": 57,
    "réglage de": 556,
    "de base": 168,
    "base pour": 59,
    "configurer un": 140,
    "initial": 320,
    "configuration initial": 134,
    "initial de": 321,
    "de gitops": 178,
    "paramétrer": 444,
    "comment paramétrer": 109,
    "paramétrer container": 445,
    "ressource": 546,
    "apprendre": 20,
    "moi un": 408,
    "un ressource": 639,
    "ressource pour": 548,
    "pour apprendre": 476,
    "apprendre docker": 21,
    "quel": 524,
    "recommander": 540,
    "quel ressource": 525,
    "ressource recommander": 550,
    "recommander tu": 542,
    "tu pour": 615,
    "pour kubernete": 484,
    "où": 439,
    "où apprendre": 440,
    "apprendre git": 22,
    "fiable": 283,
    "ressource fiable": 547,
    "fiable sur": 284,
    "documentation": 205,
    "officiel": 430,
    "documentation officiel": 206,
    "officiel de": 431,
    "a": 0,
    "a tu": 1,
    "tu un": 616,
    "comprendre gitlab": 122,
    "maîtriser": 387,
    "pour maîtriser": 485,
    "maîtriser le": 388,
    "de ci": 170,
    "trouver": 605,
    "cours": 152,
    "où trouver": 441,
    "trouver de": 606,
    "de bon": 169,
    "bon cours": 68,
    "cours sur": 153,
    "sur gitops": 584,
    "pédagogique": 516,
    "ressource pédagogique": 549,
    "pédagogique sur": 517,
    "sur le": 587,
    "le container": 369,
    "livre": 378,
    "ou": 435,
    "doc": 198,
    "livre ou": 379,
    "ou doc": 436,
    "doc pour": 199,
    "apprendre le": 23,
    "le microservice": 373,
    "kubernetes_architecture": 360,
    "comprendre l": 124,
    "l architecture": 362,
    "architecture kubernetes_architecture": 32,
    "cicd_architecture": 94,
    "trouver un": 607,
    "exemple d": 258,
    "d architecture": 155,
    "architecture cicd_architecture": 26,
    "quelle": 526,
    "pratique": 493,
    "quelle être": 527,
    "être le": 693,
    "le bon": 367,
    "bon pratique": 70,
    "pratique pour": 499,
    "pour docker": 482,
    "best": 61,
    "practice": 491,
    "best practice": 62,
    "practice kubernete": 492,
    "pratique ci": 495,
    "recommandation": 538,
    "recommandation pour": 539,
    "pratique avec": 494,
    "avec terraform": 50,
    "pratique recommander": 500,
    "recommander pour": 541,
    "comment bien": 102,
    "bien utiliser": 65,
    "utiliser gitlab": 651,
    "pratique en": 497,
    "en gitops": 239,
    "conseil": 143,
    "conseil pour": 144,
    "pour architecture": 477,
    "meilleur": 394,
    "meilleur pratique": 395,
    "pour container": 481,
    "utiliser docker": 650,
    "servir": 567,
    "quotidien": 537,
    "comment se": 110,
    "se servir": 565,
    "servir de": 568,
    "de git": 176,
    "git au": 295,
    "au quotidien": 40,
    "utilisation": 646,
    "production": 507,
    "utilisation de": 648,
    "kubernete en": 357,
    "en production": 245,
    "dans": 161,
    "projet": 510,
    "réel": 554,
    "terraform dans": 596,
    "dans un": 162,
    "un projet": 638,
    "projet réel": 511,
    "usage": 643,
    "typique": 618,
    "usage typique": 645,
    "typique de": 619,
    "automatiser": 42,
    "test": 598,
    "ci pour": 91,
    "pour automatiser": 478,
    "automatiser le": 43,
    "le test": 376,
    "appliquer": 18,
    "comment appliquer": 101,
    "appliquer le": 19,
    "équipe": 681,
    "utiliser gitops": 652,
    "gitops dans": 301,
    "un équipe": 642,
    "entreprise": 250,
    "usage de": 644,
    "container en": 149,
    "en entreprise": 238,
    "exploiter": 277,
    "comment exploiter": 104,
    "exploiter observability": 278,
    "en pratique": 244,
    "pratique le": 498,
    "microservice_architectur": 402,
    "utilisation d": 647,
    "architecture microservice_architectur": 34,
    "architecture docker": 28,
    "architecture kubernete": 31,
    "fonctionner l": 292,
    "architecture gitops": 30,
    "cicd": 93,
    "détailler l": 232,
    "architecture cicd": 25,
    "schéma": 562,
    "schéma de": 563,
    "de l": 180,
    "tu expliquer": 612,
    "structurer": 576,
    "comment être": 112,
    "être structurer": 700,
    "structurer l": 577,
    "description": 191,
    "description de": 192,
    "architecture de": 27,
    "débutant": 215,
    "devop": 193,
    "être un": 702,
    "un débutant": 627,
    "débutant en": 216,
    "en devop": 235,
    "mon": 410,
    "niveau": 422,
    "intermédiaire": 331,
    "mon niveau": 412,
    "niveau être": 424,
    "être intermédiaire": 691,
    "plutôt": 472,
    "avancé": 45,
    "être plutôt": 697,
    "plutôt avancé": 473,
    "avancé sur": 46,
    "sur ce": 581,
    "ce concept": 82,
    "me": 389,
    "considérer": 145,
    "expert": 264,
    "je me": 345,
    "me considérer": 390,
    "considérer expert": 146,
    "expert en": 265,
    "en devops": 236,
    "j avoir": 335,
    "avoir un": 56,
    "un niveau": 635,
    "niveau débutant": 423,
    "et": 251,
    "intermédiaire avec": 332,
    "avec docker": 48,
    "docker et": 202,
    "et kubernete": 252,
    "expérience": 279,
    "avancer": 44,
    "mon expérience": 411,
    "expérience être": 280,
    "être avancer": 687,
    "un expert": 631,
    "en pipeline": 242,
    "connaître": 141,
    "je connaître": 341,
    "connaître le": 142,
    "le base": 366,
    "base je": 58,
    "être débutant": 689,
    "maîtrise": 385,
    "assez": 35,
    "je maîtrise": 344,
    "maîtrise assez": 386,
    "assez je": 36,
    "travailler": 602,
    "depuis": 189,
    "plusieurs": 470,
    "année": 13,
    "donc": 207,
    "je travailler": 351,
    "travailler depuis": 603,
    "depuis plusieurs": 190,
    "plusieurs année": 471,
    "année donc": 14,
    "donc je": 208,
    "d utilisation": 160,
    "de docker": 172,
    "montrer": 415,
    "tu me": 614,
    "me montrer": 392,
    "montrer un": 416,
    "exemple de": 259,
    "de pipeline": 184,
    "fichier": 285,
    "dockerfil": 204,
    "aimer un": 9,
    "exemple simple": 263,
    "de fichier": 175,
    "fichier dockerfil": 286,
    "donner": 213,
    "python": 514,
    "api": 17,
    "tu donner": 609,
    "donner un": 214,
    "exemple en": 260,
    "en python": 247,
    "python pour": 515,
    "utiliser un": 655,
    "un api": 622,
    "montre": 413,
    "java": 336,
    "montre moi": 414,
    "en java": 240,
    "java pour": 337,
    "pour un": 487,
    "un microservice": 633,
    "concret": 129,
    "vouloir un": 663,
    "exemple concret": 257,
    "concret de": 130,
    "de déploiement": 173,
    "déploiement avec": 224,
    "me donner": 391,
    "d infrastructure": 157,
    "infrastructure avec": 318,
    "architecture en": 29,
    "en microservice": 241,
    "exemple pratique": 262,
    "pratique de": 496,
    "robot": 552,
    "être tu": 701,
    "un robot": 640,
    "humain": 309,
    "un humain": 632,
    "train": 600,
    "parler": 447,
    "bot": 74,
    "être je": 692,
    "je en": 343,
    "en train": 248,
    "train de": 601,
    "de parler": 183,
    "parler à": 448,
    "un bot": 625,
    "personne": 457,
    "que je": 519,
    "je parler": 347,
    "un personne": 636,
    "personne réel": 458,
    "qui": 530,
    "qui être": 532,
    "vous": 664,
    "assistant": 37,
    "virtuel": 656,
    "être vous": 703,
    "vous un": 665,
    "un assistant": 624,
    "assistant virtuel": 38,
    "tu être": 617,
    "robot ou": 553,
    "ou un": 437,
    "vrai": 666,
    "répondre": 557,
    "ce un": 84,
    "un vrai": 641,
    "vrai humain": 667,
    "humain qui": 310,
    "qui me": 531,
    "me répondre": 393
  },
  "intent": {
    "greet": 16,
    "goodbye": 15,
    "affirm": 0,
    "thanks": 18,
    "deny": 13,
    "fallback": 14,
    "ask_definition": 5,
    "ask_explanation": 7,
    "ask_analogy": 1,
    "ask_step_by_step": 10,
    "ask_installation": 8,
    "ask_configuration": 4,
    "ask_resources": 9,
    "ask_best_practices": 3,
    "ask_usage": 11,
    "ask_architecture": 2,
    "inform_level": 17,
    "ask_example": 6,
    "bot_challenge": 12
  },
  "response": null,
  "action_name": {
    "action_listen": 11,
    "action_restart": 18,
    "action_session_start": 20,
    "action_default_fallback": 6,
    "action_deactivate_loop": 3,
    "action_revert_fallback_events": 19,
    "action_default_ask_affirmation": 4,
    "action_default_ask_rephrase": 5,
    "action_two_stage_fallback": 21,
    "action_unlikely_intent": 22,
    "action_back": 0,
    "action_extract_slots": 9,
    "action_best_practices": 1,
    "action_configure_tool": 2,
    "action_explain_architecture": 7,
    "action_explain_usage": 8,
    "action_install_tool": 10,
    "action_provide_analogy": 12,
    "action_provide_definition": 13,
    "action_provide_example": 14,
    "action_provide_explanation": 15,
    "action_provide_step_by_step": 16,
    "action_recommend_resources": 17,
    "utter_fallback": 23,
    "utter_goodbye": 24,
    "utter_greet": 25,
    "utter_thanks": 26
  },
  "action_text": null,
  "intent_response_key": null
}