{
  "text": {
    "salut": 1789,
    "bonjour": 225,
    "hello": 917,
    "yoo": 2217,
    "coucou": 475,
    "hey": 925,
    "hi": 930,
    "à": 2220,
    "toi": 1948,
    "salut à": 1793,
    "à toi": 2234,
    "bon": 218,
    "matin": 1220,
    "bon matin": 222,
    "hey salut": 927,
    "yo": 2214,
    "mec": 1241,
    "yo mec": 2216,
    "saluuut": 1794,
    "heyyy": 929,
    "wesh": 2201,
    "bien": 205,
    "le": 1097,
    "bien le": 208,
    "le bonjour": 1104,
    "bot": 230,
    "salut le": 1791,
    "le bot": 1106,
    "holà": 934,
    "salam": 1788,
    "peace": 1462,
    "tu": 1977,
    "aller": 33,
    "hey tu": 928,
    "tu aller": 1978,
    "aller bien": 34,
    "comment": 330,
    "cela": 269,
    "salut comment": 1790,
    "comment cela": 334,
    "cela aller": 270,
    "hey bot": 926,
    "frero": 857,
    "yo frero": 2215,
    "coucou toi": 476,
    "hellooo": 918,
    "bonsoir": 228,
    "bonsoir à": 229,
    "bye": 244,
    "bye bye": 245,
    "plus": 1507,
    "à plus": 2231,
    "tchao": 1927,
    "au": 120,
    "revoir": 1760,
    "au revoir": 121,
    "journée": 1058,
    "bon journée": 221,
    "merci": 1247,
    "salut merci": 1792,
    "prochain": 1614,
    "à le": 2228,
    "le prochain": 1152,
    "bientôt": 211,
    "à bientôt": 2222,
    "soirée": 1849,
    "bon soirée": 224,
    "je": 1019,
    "me": 1232,
    "casser": 252,
    "je me": 1036,
    "me casser": 1233,
    "on": 1368,
    "se": 1810,
    "voir": 2185,
    "tard": 1926,
    "on se": 1373,
    "se voir": 1813,
    "voir plus": 2186,
    "plus tard": 1512,
    "devoir": 616,
    "y": 2209,
    "je devoir": 1028,
    "devoir y": 618,
    "y aller": 2210,
    "ciao": 290,
    "reparler": 1740,
    "se reparler": 1811,
    "reparler plus": 1741,
    "te": 1928,
    "laisse": 1096,
    "je te": 1044,
    "te laisse": 1929,
    "file": 844,
    "je file": 1033,
    "continuation": 459,
    "bon continuation": 219,
    "ok": 1365,
    "ok à": 1367,
    "merci à": 1253,
    "déconnecter": 676,
    "je déconnecter": 1031,
    "je y": 1047,
    "oui": 1409,
    "de": 529,
    "accord": 4,
    "de accord": 530,
    "correct": 471,
    "exact": 775,
    "tout": 1958,
    "fait": 830,
    "tout à": 1960,
    "à fait": 2224,
    "sûr": 1920,
    "bien sûr": 209,
    "évidemment": 2251,
    "carrément": 251,
    "ouai": 1408,
    "yep": 2212,
    "ye": 2211,
    "clairement": 295,
    "confirmer": 423,
    "je confirmer": 1025,
    "oui oui": 1410,
    "super": 1881,
    "ok super": 1366,
    "totalement": 1956,
    "marche": 1218,
    "cela marche": 271,
    "parfait": 1440,
    "approuver": 84,
    "je approuver": 1021,
    "ce": 260,
    "être": 2257,
    "ce être": 268,
    "être cela": 2260,
    "absolument": 2,
    "logique": 1196,
    "beaucoup": 199,
    "merci beaucoup": 1248,
    "super merci": 1882,
    "être parfait": 2272,
    "remercier": 1739,
    "te remercier": 1930,
    "reconnaître": 1730,
    "je être": 1048,
    "être reconnaître": 2277,
    "infiniment": 953,
    "merci infiniment": 1250,
    "pour": 1523,
    "ton": 1951,
    "aide": 15,
    "merci pour": 1252,
    "pour ton": 1578,
    "ton aide": 1952,
    "info": 954,
    "pour le": 1563,
    "le info": 1134,
    "top": 1954,
    "top merci": 1955,
    "trop": 1968,
    "cool": 469,
    "trop cool": 1969,
    "cool merci": 470,
    "un": 2011,
    "grand": 890,
    "un grand": 2047,
    "grand merci": 891,
    "nickel": 1336,
    "nickel merci": 1337,
    "mon": 1294,
    "ami": 35,
    "merci mon": 1251,
    "mon ami": 1295,
    "vraiment": 2196,
    "beaucoup vraiment": 200,
    "soutien": 1859,
    "merci de": 1249,
    "de soutien": 591,
    "très": 1974,
    "utile": 2106,
    "être très": 2278,
    "très utile": 1976,
    "utile merci": 2107,
    "non": 1346,
    "no": 1342,
    "pas": 1446,
    "pas vraiment": 1457,
    "nope": 1349,
    "pas de": 1450,
    "de tout": 597,
    "être pas": 2273,
    "ne": 1327,
    "je ne": 1038,
    "ne être": 1333,
    "meme": 1245,
    "avis": 172,
    "de meme": 569,
    "meme avis": 1246,
    "partager": 1444,
    "point": 1519,
    "vue": 2197,
    "ne partager": 1330,
    "partager pas": 1445,
    "pas ce": 1447,
    "ce point": 263,
    "point de": 1520,
    "de vue": 601,
    "pas ton": 1455,
    "ton point": 1953,
    "négatif": 1357,
    "absolument pas": 3,
    "jamais": 1012,
    "plutôt": 1516,
    "plutôt non": 1518,
    "moi": 1284,
    "pas pour": 1452,
    "pour moi": 1568,
    "penser": 1463,
    "je penser": 1040,
    "penser pas": 1464,
    "convier": 467,
    "cela ne": 272,
    "ne me": 1329,
    "me convier": 1235,
    "convier pas": 468,
    "non merci": 1347,
    "refuser": 1731,
    "je refuser": 1041,
    "non non": 1348,
    "vouloir": 2187,
    "ne vouloir": 1332,
    "vouloir pas": 2190,
    "préférer": 1646,
    "ne préférer": 1331,
    "préférer pas": 1647,
    "désolé": 711,
    "quelque": 1704,
    "chose": 282,
    "mal": 1208,
    "passer": 1459,
    "désolé quelque": 712,
    "quelque chose": 1705,
    "chose se": 284,
    "se être": 1814,
    "être mal": 2271,
    "mal passer": 1210,
    "pas sûr": 1454,
    "euh": 774,
    "comprendre": 388,
    "je comprendre": 1024,
    "comprendre pas": 391,
    "quoi": 1712,
    "hein": 915,
    "hmmm": 933,
    "savoir": 1795,
    "je savoir": 1042,
    "savoir pas": 1796,
    "pas trop": 1456,
    "avoir": 173,
    "compris": 392,
    "je avoir": 1022,
    "avoir pas": 177,
    "pas compris": 1449,
    "flou": 845,
    "être flou": 2265,
    "pardon": 1439,
    "qsdksjd": 1659,
    "heu": 921,
    "heu je": 922,
    "aucun": 122,
    "idée": 941,
    "aucun idée": 123,
    "sens": 1821,
    "ne avoir": 1328,
    "de sens": 588,
    "pffff": 1479,
    "hein quoi": 916,
    "idk": 940,
    "perdre": 1465,
    "être perdre": 2274,
    "confus": 424,
    "être confus": 2261,
    "croire": 483,
    "que": 1668,
    "formuler": 852,
    "je croire": 1027,
    "croire que": 484,
    "que je": 1672,
    "avoir mal": 176,
    "mal formuler": 1209,
    "devops": 623,
    "que être": 1678,
    "être ce": 2259,
    "ce que": 265,
    "que le": 1674,
    "le devops": 1122,
    "être quoi": 2276,
    "quoi devops": 1715,
    "donne": 659,
    "définition": 694,
    "donne moi": 661,
    "moi le": 1288,
    "le définition": 1128,
    "définition de": 696,
    "de devops": 550,
    "entendre": 744,
    "par": 1429,
    "ci": 285,
    "cd": 253,
    "que entendre": 1670,
    "entendre on": 745,
    "on par": 1370,
    "par ci": 1430,
    "ci cd": 287,
    "clair": 293,
    "définition clair": 695,
    "clair de": 294,
    "de ci": 538,
    "expliquer": 799,
    "kubernete": 1067,
    "expliquer moi": 812,
    "moi ce": 1285,
    "être kubernete": 2269,
    "simple": 1843,
    "docker": 641,
    "donne un": 663,
    "un définition": 2037,
    "définition simple": 698,
    "simple de": 1844,
    "de docker": 551,
    "pouvoir": 1588,
    "définir": 681,
    "infrastructure": 957,
    "as": 113,
    "code": 309,
    "pouvoir tu": 1593,
    "tu définir": 1983,
    "définir infrastructure": 683,
    "infrastructure as": 958,
    "as code": 114,
    "microservice": 1266,
    "comment définir": 343,
    "définir tu": 691,
    "tu microservice": 1992,
    "brièvement": 235,
    "git": 869,
    "tu expliquer": 1985,
    "expliquer brièvement": 801,
    "brièvement git": 236,
    "terraform": 1934,
    "donne le": 660,
    "de terraform": 595,
    "monitoring": 1300,
    "de monitoring": 571,
    "l": 1080,
    "orchestration": 1386,
    "que l": 1673,
    "l orchestration": 1090,
    "signifier": 1839,
    "immutable": 951,
    "expliquer ce": 802,
    "que signifier": 1675,
    "signifier immutable": 1841,
    "immutable infrastructure": 952,
    "pipeline": 1482,
    "quoi un": 1717,
    "un pipeline": 2067,
    "pipeline ci": 1485,
    "service": 1825,
    "mesh": 1256,
    "définir service": 689,
    "service mesh": 1829,
    "court": 479,
    "prometheu": 1633,
    "un court": 2031,
    "court définition": 480,
    "définition pour": 697,
    "pour prometheu": 1572,
    "image": 948,
    "que un": 1676,
    "un image": 2051,
    "image docker": 949,
    "observability": 1358,
    "par observability": 1434,
    "gitops": 884,
    "que gitops": 1671,
    "ansibl": 48,
    "moi un": 1292,
    "de ansibl": 532,
    "helm": 919,
    "être helm": 2266,
    "sre": 1860,
    "définir sre": 690,
    "rôle": 1779,
    "quoi le": 1716,
    "le rôle": 1160,
    "rôle de": 1780,
    "de un": 598,
    "un sre": 2086,
    "load": 1186,
    "balancing": 188,
    "comment expliquer": 346,
    "expliquer tu": 815,
    "tu load": 1989,
    "load balancing": 1187,
    "reverser": 1758,
    "proxy": 1643,
    "un reverser": 2076,
    "reverser proxy": 1759,
    "nginx": 1334,
    "tu me": 1991,
    "me définir": 1237,
    "définir nginx": 685,
    "apache": 52,
    "kafka": 1061,
    "quoi apache": 1713,
    "apache kafka": 53,
    "scalabilité": 1797,
    "par scalabilité": 1435,
    "concept": 393,
    "haut": 913,
    "disponibilité": 637,
    "expliquer le": 811,
    "le concept": 1113,
    "concept de": 395,
    "de haut": 560,
    "haut disponibilité": 914,
    "de pipeline": 577,
    "déploiement": 701,
    "continu": 456,
    "signifier déploiement": 1840,
    "déploiement continu": 705,
    "cluster": 302,
    "être un": 2280,
    "un cluster": 2025,
    "cluster kubernete": 305,
    "container": 439,
    "runtim": 1768,
    "quoi container": 1714,
    "container runtim": 441,
    "dire": 631,
    "cloud": 301,
    "que vouloir": 1677,
    "vouloir dire": 2189,
    "dire infrastructure": 633,
    "infrastructure cloud": 961,
    "iaa": 939,
    "définir iaa": 682,
    "paas": 1426,
    "définir paas": 686,
    "saa": 1787,
    "définir saa": 688,
    "virtualisation": 2180,
    "de virtualisation": 600,
    "qu": 1660,
    "node": 1343,
    "kubernetes": 1076,
    "ce qu": 264,
    "qu un": 1661,
    "un node": 2063,
    "node kubernetes": 1345,
    "ingress": 963,
    "controller": 461,
    "de ingress": 561,
    "ingress controller": 964,
    "auto": 127,
    "scaling": 1802,
    "dire auto": 632,
    "auto scaling": 129,
    "c": 246,
    "artifact": 112,
    "c être": 247,
    "un artifact": 2018,
    "registry": 1734,
    "un registry": 2073,
    "registry docker": 1736,
    "log": 1191,
    "management": 1211,
    "définir log": 684,
    "log management": 1193,
    "grafana": 887,
    "pour grafana": 1553,
    "gitlab": 879,
    "définir pipeline": 687,
    "pipeline gitlab": 1491,
    "gitlab ci": 880,
    "modulaire": 1281,
    "par infrastructure": 1431,
    "infrastructure modulaire": 962,
    "zero": 2218,
    "trust": 1973,
    "définir zero": 693,
    "zero trust": 2219,
    "blue": 216,
    "green": 894,
    "deployment": 604,
    "le blue": 1102,
    "blue green": 217,
    "green deployment": 895,
    "me expliquer": 1238,
    "expliquer docker": 806,
    "aimer": 20,
    "explication": 793,
    "je aimer": 1020,
    "aimer un": 25,
    "un explication": 2043,
    "explication clair": 795,
    "de kubernete": 564,
    "fonctionner": 848,
    "moi comment": 1286,
    "comment fonctionner": 349,
    "fonctionner git": 849,
    "je vouloir": 1046,
    "vouloir comprendre": 2188,
    "comprendre le": 390,
    "sur": 1889,
    "explication simple": 797,
    "simple sur": 1846,
    "sur le": 1898,
    "le microservice": 1142,
    "dans": 509,
    "fonctionner le": 850,
    "le orchestration": 1144,
    "orchestration dans": 1389,
    "dans kubernete": 517,
    "manière": 1214,
    "détailler": 715,
    "expliquer de": 805,
    "de manière": 568,
    "manière détailler": 1216,
    "détailler infrastructure": 717,
    "besoin": 201,
    "avoir besoin": 174,
    "besoin de": 202,
    "explication sur": 798,
    "sur ansibl": 1890,
    "taire": 1924,
    "clarifier": 296,
    "pouvoir taire": 1592,
    "taire clarifier": 1925,
    "clarifier ce": 297,
    "signifier monitoring": 1842,
    "jenkin": 1049,
    "de jenkin": 563,
    "jenkin dans": 1050,
    "dans un": 521,
    "exactement": 776,
    "comment marche": 356,
    "marche exactement": 1219,
    "exactement gitops": 777,
    "principe": 1610,
    "conteneurisation": 450,
    "le principe": 1151,
    "principe de": 1611,
    "de conteneurisation": 547,
    "souhaiter": 1855,
    "approfondi": 78,
    "je souhaiter": 1043,
    "souhaiter un": 1856,
    "explication approfondi": 794,
    "approfondi de": 79,
    "comme": 322,
    "istio": 1004,
    "fonctionner un": 851,
    "un service": 2085,
    "mesh comme": 1258,
    "comme istio": 323,
    "pourquoi": 1586,
    "utiliser": 2113,
    "moi pourquoi": 1291,
    "pourquoi on": 1587,
    "on utiliser": 1374,
    "utiliser ci": 2124,
    "de comprendre": 543,
    "le idée": 1133,
    "idée de": 942,
    "de microservice": 570,
    "expliquer comment": 803,
    "cluster kubernetes": 306,
    "pédagogique": 1657,
    "explication pédagogique": 796,
    "pédagogique de": 1658,
    "celer": 273,
    "quand": 1666,
    "parler": 1441,
    "observabilité": 1360,
    "que celer": 1669,
    "celer vouloir": 274,
    "dire quand": 636,
    "quand on": 1667,
    "on parler": 1371,
    "parler de": 1442,
    "de observabilité": 573,
    "registre": 1732,
    "aimer comprendre": 22,
    "comprendre comment": 389,
    "un registre": 2072,
    "registre docker": 1733,
    "exemple": 778,
    "d": 490,
    "utilisation": 2109,
    "un exemple": 2041,
    "exemple d": 780,
    "d utilisation": 507,
    "utilisation de": 2110,
    "montrer": 1311,
    "me montrer": 1239,
    "montrer un": 1313,
    "exemple de": 781,
    "j": 1006,
    "fichier": 837,
    "dockerfil": 651,
    "j aimer": 1007,
    "exemple simple": 784,
    "de fichier": 555,
    "fichier dockerfil": 841,
    "donner": 664,
    "en": 723,
    "python": 1649,
    "api": 54,
    "tu donner": 1982,
    "donner un": 666,
    "exemple en": 782,
    "en python": 737,
    "python pour": 1655,
    "pour utiliser": 1580,
    "utiliser un": 2159,
    "un api": 2014,
    "montre": 1308,
    "java": 1013,
    "montre moi": 1309,
    "en java": 729,
    "java pour": 1016,
    "pour un": 1579,
    "un microservice": 2059,
    "concret": 398,
    "avec": 146,
    "vouloir un": 2191,
    "exemple concret": 779,
    "concret de": 400,
    "de déploiement": 553,
    "déploiement avec": 702,
    "avec kubernete": 160,
    "me donner": 1236,
    "d infrastructure": 501,
    "infrastructure avec": 959,
    "avec terraform": 169,
    "architecture": 88,
    "d architecture": 495,
    "architecture en": 96,
    "en microservice": 732,
    "pratique": 1596,
    "exemple pratique": 783,
    "pratique de": 1599,
    "de gitops": 558,
    "configuration": 407,
    "de configuration": 544,
    "configuration avec": 408,
    "avec prometheu": 166,
    "build": 239,
    "jenkins": 1051,
    "de build": 536,
    "build ci": 240,
    "ci avec": 286,
    "avec jenkins": 159,
    "test": 1938,
    "automatiser": 135,
    "python d": 1651,
    "d un": 505,
    "un test": 2088,
    "test automatiser": 1939,
    "exemple très": 785,
    "très simple": 1975,
    "versionner": 2174,
    "projet": 1629,
    "de git": 556,
    "git pour": 874,
    "pour versionner": 1581,
    "versionner un": 2175,
    "un projet": 2071,
    "service en": 1827,
    "dashboard": 523,
    "montre un": 1310,
    "de dashboard": 549,
    "dashboard grafana": 525,
    "elk": 722,
    "concret d": 399,
    "d observabilité": 504,
    "observabilité avec": 1361,
    "avec elk": 152,
    "fournir": 855,
    "blu": 214,
    "tu fournir": 1987,
    "fournir un": 856,
    "déploiement blu": 703,
    "blu green": 215,
    "script": 1808,
    "bash": 195,
    "tâche": 2006,
    "de script": 586,
    "script bash": 1809,
    "bash pour": 196,
    "pour automatiser": 1529,
    "automatiser un": 137,
    "un tâche": 2090,
    "analogie": 38,
    "un analogie": 2013,
    "analogie pour": 40,
    "pour expliquer": 1547,
    "comparer": 377,
    "tu comparer": 1980,
    "comparer le": 378,
    "le ci": 1108,
    "cd à": 259,
    "à quelque": 2232,
    "chose de": 283,
    "de simple": 590,
    "conteneur": 442,
    "pour comprendre": 1537,
    "le conteneur": 1116,
    "conteneur docker": 445,
    "métaphore": 1320,
    "expliquer kubernete": 809,
    "kubernete avec": 1068,
    "avec un": 170,
    "un métaphore": 2060,
    "monolithique": 1304,
    "et": 762,
    "comparer un": 379,
    "un architecture": 2017,
    "architecture monolithique": 101,
    "monolithique et": 1305,
    "et le": 769,
    "microservice avec": 1267,
    "image simple": 950,
    "si": 1836,
    "organisation": 1396,
    "cuisine": 489,
    "expliquer l": 810,
    "orchestration comme": 1388,
    "comme si": 326,
    "si tu": 1838,
    "l organisation": 1091,
    "organisation d": 1397,
    "un cuisine": 2032,
    "le load": 1137,
    "débutant": 667,
    "expliquer un": 816,
    "à un": 2235,
    "un débutant": 2036,
    "débutant avec": 668,
    "chaîne": 280,
    "montage": 1306,
    "usine": 2105,
    "le déploiement": 1129,
    "continu à": 458,
    "un chaîne": 2024,
    "chaîne de": 281,
    "de montage": 572,
    "montage d": 1307,
    "d usine": 506,
    "métaphore pour": 1322,
    "concept d": 394,
    "d observability": 503,
    "faire": 826,
    "entrer": 747,
    "historien": 931,
    "qui": 1706,
    "garde": 861,
    "version": 2171,
    "tu faire": 1986,
    "faire un": 829,
    "analogie entrer": 39,
    "entrer git": 749,
    "git et": 873,
    "et un": 773,
    "un historien": 2049,
    "historien qui": 932,
    "qui garde": 1709,
    "garde tout": 862,
    "tout le": 1959,
    "le version": 1171,
    "plan": 1500,
    "architecte": 87,
    "l infrastructure": 1087,
    "infrastructure avoir": 960,
    "avoir code": 175,
    "code comme": 310,
    "tu parler": 1994,
    "de plan": 578,
    "plan d": 1501,
    "d architecte": 494,
    "le service": 1162,
    "boîte": 231,
    "organiser": 1398,
    "entrepôt": 746,
    "conteneur à": 449,
    "un boîte": 2022,
    "boîte organiser": 232,
    "organiser dans": 1399,
    "un entrepôt": 2039,
    "différence": 627,
    "deploy": 602,
    "le différence": 1123,
    "différence entrer": 628,
    "entrer build": 748,
    "build et": 242,
    "et deploy": 764,
    "deploy avec": 603,
    "métaphore simple": 1323,
    "logging": 1194,
    "entrer monitoring": 751,
    "monitoring et": 1303,
    "et logging": 770,
    "gestion": 867,
    "secret": 1815,
    "vault": 2167,
    "coffre": 313,
    "fort": 853,
    "numérique": 1356,
    "le gestion": 1132,
    "gestion de": 868,
    "de secret": 587,
    "secret avec": 1816,
    "avec vault": 171,
    "vault comme": 2168,
    "si c": 1837,
    "un coffre": 2026,
    "coffre fort": 314,
    "fort numérique": 854,
    "rollback": 1763,
    "analogie simple": 41,
    "simple pour": 1845,
    "un rollback": 2078,
    "automatisé": 138,
    "contrôle": 463,
    "qualité": 1662,
    "ligne": 1175,
    "production": 1620,
    "le test": 1166,
    "test automatisé": 1940,
    "automatisé à": 140,
    "un contrôle": 2030,
    "contrôle qualité": 464,
    "qualité d": 1663,
    "un ligne": 2056,
    "ligne de": 1176,
    "de production": 580,
    "facile": 824,
    "expliquer gitops": 808,
    "gitops avec": 885,
    "métaphore facile": 1321,
    "facile pour": 825,
    "le débutant": 1126,
    "créer": 487,
    "dockerfile": 652,
    "moi pas": 1289,
    "pas à": 1458,
    "à pas": 2230,
    "pas comment": 1448,
    "comment créer": 340,
    "créer un": 488,
    "un dockerfile": 2034,
    "guide": 899,
    "étape": 2240,
    "déployer": 707,
    "app": 58,
    "guide étape": 902,
    "étape par": 2245,
    "par étape": 1436,
    "étape pour": 2246,
    "pour déployer": 1546,
    "déployer un": 710,
    "un app": 2015,
    "app python": 59,
    "python sur": 1656,
    "sur kubernete": 1896,
    "tutoriel": 1999,
    "mettre": 1264,
    "place": 1497,
    "tutoriel pas": 2000,
    "pour mettre": 1567,
    "mettre en": 1265,
    "en place": 735,
    "place un": 1499,
    "installer": 970,
    "ubuntu": 2009,
    "comment installer": 353,
    "installer docker": 972,
    "docker sur": 650,
    "sur ubuntu": 1903,
    "ubuntu étape": 2010,
    "quelle": 1702,
    "configurer": 414,
    "quelle être": 1703,
    "être le": 2270,
    "le étape": 1172,
    "pour configurer": 1539,
    "configurer jenkins": 418,
    "jenkins pour": 1052,
    "projet java": 1631,
    "initialiser": 965,
    "repo": 1742,
    "premier": 1606,
    "push": 1648,
    "pour initialiser": 1557,
    "initialiser un": 966,
    "un repo": 2074,
    "repo git": 1743,
    "et faire": 766,
    "faire le": 828,
    "le premier": 1150,
    "premier push": 1607,
    "progressif": 1627,
    "tutoriel progressif": 2002,
    "progressif pour": 1628,
    "api en": 55,
    "provisionner": 1641,
    "vm": 2184,
    "expliquer pas": 813,
    "comment utiliser": 368,
    "utiliser terraform": 2158,
    "terraform pour": 1935,
    "pour provisionner": 1573,
    "provisionner un": 1642,
    "un vm": 2093,
    "étape détailler": 2244,
    "détailler pour": 718,
    "configurer le": 420,
    "le monitoring": 1143,
    "monitoring avec": 1301,
    "conteneuriser": 452,
    "guide pas": 901,
    "pour créer": 1541,
    "java et": 1015,
    "le conteneuriser": 1118,
    "conteneuriser avec": 453,
    "avec docker": 151,
    "comment mettre": 357,
    "un déploiement": 2038,
    "green étape": 896,
    "priver": 1612,
    "configurer un": 422,
    "docker priver": 649,
    "appliquer": 66,
    "pour appliquer": 1527,
    "appliquer gitops": 67,
    "et kubernete": 767,
    "écrire": 2236,
    "playbook": 1502,
    "basique": 197,
    "exécuter": 822,
    "pour écrire": 1583,
    "écrire un": 2237,
    "un playbook": 2068,
    "playbook ansibl": 1503,
    "ansibl basique": 49,
    "basique et": 198,
    "et l": 768,
    "l exécuter": 1086,
    "création": 485,
    "github": 876,
    "action": 7,
    "pas le": 1451,
    "le création": 1120,
    "création d": 486,
    "pipeline avec": 1483,
    "avec github": 154,
    "github action": 877,
    "alerting": 28,
    "alertmanager": 31,
    "notification": 1352,
    "configurer l": 419,
    "l alerting": 1082,
    "alerting prometheu": 30,
    "prometheu alertmanager": 1634,
    "alertmanager notification": 32,
    "unitaire": 2099,
    "automatiser le": 136,
    "test unitaire": 1941,
    "unitaire en": 2100,
    "sécuriser": 1911,
    "pour sécuriser": 1575,
    "sécuriser un": 1913,
    "un secret": 2083,
    "application": 60,
    "comment déployer": 344,
    "un application": 2016,
    "application en": 62,
    "microservice sur": 1271,
    "kubernete en": 1071,
    "en étape": 739,
    "étape concret": 2242,
    "comment faire": 348,
    "rollback d": 1764,
    "déploiement dans": 706,
    "installer kubernete": 975,
    "kubernete sur": 1075,
    "installation": 967,
    "installation de": 968,
    "git comment": 870,
    "m": 1202,
    "tu m": 1990,
    "m expliquer": 1205,
    "installer jenkins": 974,
    "procédure": 1616,
    "procédure d": 1617,
    "d installation": 502,
    "tutoriel pour": 2001,
    "pour installer": 1558,
    "installer ansibl": 971,
    "installer prometheu": 980,
    "prometheu étape": 1636,
    "place grafana": 1498,
    "aider": 18,
    "de gitlab": 557,
    "gitlab tu": 881,
    "tu pouvoir": 1996,
    "pouvoir m": 1591,
    "m aider": 1203,
    "maven": 1221,
    "installer maven": 977,
    "maven pour": 1223,
    "dernier": 608,
    "installer python": 981,
    "python dernier": 1653,
    "dernier version": 609,
    "linux": 1178,
    "de java": 562,
    "java sur": 1017,
    "sur linux": 1899,
    "linux comment": 1179,
    "client": 299,
    "kubectl": 1066,
    "installer le": 976,
    "le client": 1109,
    "client kubectl": 300,
    "aide moi": 17,
    "moi à": 1293,
    "à installer": 2226,
    "installer helm": 973,
    "composer": 386,
    "docker composer": 645,
    "quel": 1679,
    "commande": 320,
    "quel être": 1701,
    "le commande": 1111,
    "commande pour": 321,
    "installer node": 978,
    "node j": 1344,
    "openshift": 1377,
    "cli": 298,
    "installer openshift": 979,
    "openshift cli": 1378,
    "plugin": 1504,
    "de plugin": 579,
    "plugin kubernetes": 1506,
    "kubernetes pour": 1077,
    "pour jenkins": 1560,
    "local": 1188,
    "minikube": 1277,
    "installer un": 982,
    "cluster local": 307,
    "local avec": 1189,
    "avec minikube": 163,
    "installation pas": 969,
    "de vault": 599,
    "après": 85,
    "comment configurer": 337,
    "configurer docker": 417,
    "docker après": 642,
    "après installation": 86,
    "à configurer": 2223,
    "nouveau": 1353,
    "configuration de": 410,
    "un nouveau": 2064,
    "nouveau projet": 1355,
    "connexion": 433,
    "le connexion": 1115,
    "connexion à": 434,
    "aw": 180,
    "configurer terraform": 421,
    "pour aw": 1530,
    "aw comment": 181,
    "pipeline dans": 1487,
    "dans gitlab": 514,
    "monitorer": 1298,
    "de prometheu": 581,
    "prometheu pour": 1635,
    "pour monitorer": 1569,
    "monitorer un": 1299,
    "un dashboard": 2033,
    "gitconfig": 875,
    "le fichier": 1131,
    "fichier gitconfig": 842,
    "kubeconfig": 1065,
    "fichier kubeconfig": 843,
    "authentification": 124,
    "de l": 565,
    "l authentification": 1084,
    "authentification dans": 125,
    "dans vault": 522,
    "le secret": 1161,
    "secret dans": 1817,
    "intégration": 996,
    "l intégration": 1088,
    "intégration github": 997,
    "github dans": 878,
    "dans jenkins": 516,
    "runner": 1765,
    "configuration d": 409,
    "un runner": 2079,
    "runner pour": 1767,
    "pour gitlab": 1552,
    "alerte": 26,
    "le alerte": 1098,
    "alerte dans": 27,
    "dans prometheu": 519,
    "autoscaling": 141,
    "l autoscaling": 1085,
    "autoscaling dans": 142,
    "de service": 589,
    "mesh avec": 1257,
    "avec istio": 158,
    "correctement": 472,
    "configurer correctement": 416,
    "correctement kubernete": 474,
    "kubernete pour": 1074,
    "cluster de": 303,
    "de test": 596,
    "variable": 2165,
    "environnement": 753,
    "le variable": 1170,
    "variable d": 2166,
    "d environnement": 496,
    "environnement pour": 756,
    "pour docker": 1544,
    "agent": 13,
    "le procédure": 1153,
    "procédure pour": 1618,
    "un agent": 2012,
    "agent dans": 14,
    "workspace": 2207,
    "un workspace": 2097,
    "workspace dans": 2208,
    "dans terraform": 520,
    "webhook": 2198,
    "un webhook": 2095,
    "webhook dans": 2199,
    "le dashboard": 1121,
    "dashboard d": 524,
    "d alerting": 491,
    "alerting dans": 29,
    "dans grafana": 515,
    "provisioning": 1639,
    "automatique": 130,
    "aimer configurer": 23,
    "le provisioning": 1154,
    "provisioning automatique": 1640,
    "automatique dans": 131,
    "dans ansibl": 510,
    "ansibl comment": 50,
    "principal": 1608,
    "fichier de": 838,
    "configuration principal": 412,
    "principal de": 1609,
    "tu montrer": 1993,
    "montrer comment": 1312,
    "service dans": 1826,
    "politique": 1521,
    "rbac": 1720,
    "un politique": 2069,
    "politique rbac": 1522,
    "rbac dans": 1721,
    "modifier": 1279,
    "quel fichier": 1685,
    "fichier devoir": 839,
    "devoir je": 617,
    "je modifier": 1037,
    "modifier pour": 1280,
    "configmap": 404,
    "un configmap": 2027,
    "configmap dans": 405,
    "multibranche": 1318,
    "pipeline multibranche": 1494,
    "multibranche dans": 1319,
    "stockage": 1874,
    "persistant": 1473,
    "j avoir": 1009,
    "de configurer": 545,
    "le stockage": 1164,
    "stockage persistant": 1875,
    "persistant dans": 1474,
    "kubernete comment": 1069,
    "réseau": 1777,
    "overlay": 1421,
    "un réseau": 2080,
    "réseau overlay": 1778,
    "overlay dans": 1422,
    "dans docker": 512,
    "credential": 481,
    "le credential": 1119,
    "credential dans": 482,
    "un ingress": 2053,
    "controller dans": 462,
    "scaler": 1800,
    "le runner": 1158,
    "runner auto": 1766,
    "auto scaler": 128,
    "scaler pour": 1801,
    "sso": 1865,
    "un intégration": 2054,
    "intégration sso": 998,
    "sso dans": 1866,
    "recommander": 1726,
    "compose": 384,
    "yml": 2213,
    "le configuration": 1114,
    "configuration recommander": 413,
    "recommander pour": 1728,
    "un fichier": 2046,
    "fichier docker": 840,
    "docker compose": 644,
    "compose yml": 385,
    "build dans": 241,
    "job": 1053,
    "aider à": 19,
    "nouveau job": 1354,
    "job dans": 1054,
    "exporter": 817,
    "supplémentaire": 1885,
    "un exporter": 2044,
    "exporter supplémentaire": 818,
    "supplémentaire pour": 1886,
    "ha": 909,
    "procéder": 1615,
    "cluster ha": 304,
    "ha dans": 910,
    "comment procéder": 362,
    "falloir": 831,
    "il": 943,
    "connecter": 429,
    "azure": 187,
    "quel configuration": 1682,
    "configuration falloir": 411,
    "falloir il": 832,
    "il pour": 946,
    "pour connecter": 1540,
    "connecter terraform": 432,
    "terraform à": 1937,
    "à azure": 2221,
    "staging": 1869,
    "un environnement": 2040,
    "environnement staging": 757,
    "staging avec": 1870,
    "natif": 1325,
    "balancing natif": 190,
    "natif dans": 1326,
    "centraliser": 275,
    "loki": 1198,
    "le log": 1138,
    "log centraliser": 1192,
    "centraliser dans": 276,
    "grafana avec": 888,
    "avec loki": 161,
    "essentiel": 760,
    "le plugin": 1148,
    "plugin essentiel": 1505,
    "essentiel dans": 761,
    "un authentification": 2020,
    "authentification git": 126,
    "git dans": 872,
    "dans git": 513,
    "intégrer": 999,
    "comment intégrer": 355,
    "intégrer jenkin": 1001,
    "s": 1782,
    "comment gitlab": 351,
    "ci s": 289,
    "s utiliser": 1786,
    "utiliser dans": 2128,
    "pipeline devops": 1490,
    "outil": 1411,
    "insérer": 983,
    "différent": 629,
    "comment ce": 333,
    "ce outil": 262,
    "outil s": 1418,
    "s insérer": 1784,
    "insérer dans": 984,
    "dans le": 518,
    "le différent": 1124,
    "différent étape": 630,
    "étape de": 2243,
    "le manière": 1139,
    "manière d": 1215,
    "d utiliser": 508,
    "utiliser docker": 2129,
    "docker dans": 646,
    "azur": 184,
    "configurer azur": 415,
    "azur devops": 186,
    "devops pour": 624,
    "pour exécuter": 1548,
    "exécuter un": 823,
    "un étape": 2098,
    "livraison": 1182,
    "continuer": 460,
    "intégrer ce": 1000,
    "outil dans": 1412,
    "pipeline de": 1488,
    "de livraison": 567,
    "livraison continuer": 1183,
    "jouer": 1056,
    "quel rôle": 1695,
    "rôle terraform": 1781,
    "terraform pouvoir": 1936,
    "pouvoir jouer": 1590,
    "jouer dans": 1057,
    "déclencher": 673,
    "argocd": 108,
    "comment déclencher": 341,
    "déclencher un": 675,
    "un job": 2055,
    "job pipeline": 1055,
    "avec argocd": 147,
    "comment automatiser": 332,
    "avec ce": 148,
    "le pipeline": 1147,
    "enchaîner": 740,
    "circleci": 291,
    "comment enchaîner": 345,
    "enchaîner le": 741,
    "étape ci": 2241,
    "à l": 2227,
    "l aide": 1081,
    "aide de": 16,
    "de circleci": 539,
    "gérer": 905,
    "t": 1921,
    "phase": 1480,
    "outil gérer": 1415,
    "gérer t": 907,
    "t il": 1922,
    "il le": 945,
    "le phase": 1146,
    "phase de": 1481,
    "structurer": 1876,
    "comment structurer": 364,
    "structurer un": 1877,
    "pipeline utiliser": 1496,
    "utiliser kubernete": 2142,
    "multi": 1314,
    "stage": 1867,
    "définir un": 692,
    "pipeline multi": 1493,
    "multi stage": 1317,
    "stage avec": 1868,
    "système": 1907,
    "existant": 786,
    "s intégrer": 1785,
    "intégrer à": 1003,
    "un système": 2087,
    "système de": 1909,
    "build existant": 243,
    "automatiquement": 132,
    "déclencher automatiquement": 674,
    "automatiquement un": 134,
    "orchestrer": 1391,
    "de quel": 584,
    "quel manière": 1688,
    "manière orchestrer": 1217,
    "orchestrer un": 1395,
    "cd avec": 254,
    "cd pour": 258,
    "pour maven": 1565,
    "maven dans": 1222,
    "utiliser ce": 2123,
    "outil pour": 1416,
    "le livraison": 1136,
    "superviser": 1883,
    "devop": 619,
    "comment superviser": 366,
    "superviser le": 1884,
    "pipeline devop": 1489,
    "devop avec": 620,
    "complet": 382,
    "cd complet": 255,
    "complet avec": 383,
    "avec gitlab": 155,
    "construire": 437,
    "baser": 193,
    "comment construire": 339,
    "construire un": 438,
    "pipeline baser": 1484,
    "baser sur": 194,
    "sur docker": 1893,
    "ce service": 266,
    "service pouvoir": 1830,
    "pouvoir il": 1589,
    "il automatiser": 944,
    "intégrer un": 1002,
    "automatisé dans": 139,
    "utiliser jenkins": 2140,
    "meilleur": 1242,
    "façon": 833,
    "artefact": 110,
    "le meilleur": 1141,
    "meilleur façon": 1243,
    "façon de": 834,
    "de gérer": 559,
    "gérer le": 906,
    "le artefact": 1099,
    "artefact dans": 111,
    "continu avec": 457,
    "comment connecter": 338,
    "connecter github": 431,
    "action à": 8,
    "gitop": 882,
    "fluxcd": 846,
    "pipeline gitop": 1492,
    "gitop avec": 883,
    "avec fluxcd": 153,
    "scan": 1804,
    "sécurité": 1914,
    "comment exécuter": 347,
    "un scan": 2081,
    "scan de": 1805,
    "de sécurité": 594,
    "sécurité dans": 1915,
    "sonarqube": 1852,
    "analyse": 42,
    "utiliser sonarqube": 2156,
    "sonarqube dans": 1853,
    "de analyse": 531,
    "analyse continuer": 43,
    "dev": 612,
    "prod": 1619,
    "comment orchestrer": 360,
    "multi environnement": 1315,
    "environnement dev": 755,
    "dev staging": 613,
    "staging prod": 1871,
    "compiler": 380,
    "conteneurise": 451,
    "pipeline qui": 1495,
    "qui compiler": 1707,
    "compiler un": 381,
    "le conteneurise": 1117,
    "comment insérer": 354,
    "insérer l": 985,
    "l étape": 1094,
    "unitaire python": 2101,
    "python dans": 1652,
    "via": 2176,
    "déployer automatiquement": 708,
    "automatiquement sur": 133,
    "sur un": 1904,
    "cluster via": 308,
    "via un": 2177,
    "workflow": 2202,
    "un workflow": 2096,
    "workflow ci": 2203,
    "application microservice": 63,
    "conditionnel": 402,
    "selon": 1819,
    "type": 2004,
    "commettre": 371,
    "pipeline conditionnel": 1486,
    "conditionnel selon": 403,
    "selon le": 1820,
    "le type": 1169,
    "type de": 2005,
    "de commettre": 541,
    "valider": 2163,
    "comment valider": 369,
    "valider le": 2164,
    "le qualité": 1155,
    "qualité de": 1664,
    "de code": 540,
    "code dans": 311,
    "avec sonarqube": 168,
    "comment gérer": 352,
    "utiliser vault": 2160,
    "surveiller": 1905,
    "état": 2247,
    "comment surveiller": 367,
    "surveiller l": 1906,
    "l état": 1095,
    "état d": 2248,
    "avec grafana": 156,
    "optimiser": 1383,
    "performance": 1466,
    "comment optimiser": 359,
    "optimiser le": 1384,
    "le performance": 1145,
    "performance d": 1467,
    "un conteneur": 2028,
    "ressource": 1750,
    "apprendre": 71,
    "un ressource": 2075,
    "ressource pour": 1755,
    "pour apprendre": 1528,
    "apprendre docker": 74,
    "où": 1423,
    "trouver": 1970,
    "documentation": 653,
    "officiel": 1362,
    "où trouver": 1424,
    "trouver le": 1971,
    "le documentation": 1125,
    "documentation officiel": 655,
    "officiel de": 1363,
    "recommande": 1724,
    "commencer": 327,
    "quel tutoriel": 1699,
    "tutoriel recommande": 2003,
    "recommande tu": 1725,
    "tu pour": 1995,
    "pour commencer": 1536,
    "commencer avec": 328,
    "connaître": 425,
    "cours": 477,
    "maîtriser": 1230,
    "connaître tu": 427,
    "tu de": 1981,
    "de cours": 548,
    "cours en": 478,
    "en ligne": 730,
    "ligne pour": 1177,
    "pour maîtriser": 1566,
    "maîtriser ce": 1231,
    "ouvrage": 1419,
    "permettre": 1468,
    "approfondir": 81,
    "quel ouvrage": 1690,
    "ouvrage permettre": 1420,
    "permettre d": 1469,
    "d approfondir": 493,
    "approfondir le": 83,
    "a": 0,
    "lien": 1173,
    "étudier": 2249,
    "a tu": 1,
    "de lien": 566,
    "lien utile": 1174,
    "utile pour": 2108,
    "pour étudier": 1584,
    "étudier terraform": 2250,
    "site": 1847,
    "proposer": 1637,
    "quel site": 1696,
    "site proposer": 1848,
    "proposer de": 1638,
    "de bon": 535,
    "bon explication": 220,
    "sur ce": 1891,
    "ressource officiel": 1754,
    "officiel pour": 1364,
    "trouver un": 1972,
    "pratique pour": 1602,
    "apprendre ansibl": 72,
    "vidéo": 2178,
    "quel vidéo": 1700,
    "vidéo expliquer": 2179,
    "expliquer bien": 800,
    "bien comment": 206,
    "gratuit": 892,
    "tu un": 1997,
    "ressource gratuit": 1753,
    "gratuit pour": 893,
    "apprendre jenkins": 75,
    "blog": 212,
    "technique": 1931,
    "quel blog": 1680,
    "blog technique": 213,
    "technique parler": 1932,
    "télécharger": 2007,
    "référence": 1772,
    "où télécharger": 1425,
    "télécharger le": 2008,
    "documentation de": 654,
    "de référence": 585,
    "référence sur": 1773,
    "pas recommande": 1453,
    "pour ce": 1532,
    "fiable": 835,
    "devenir": 614,
    "expert": 790,
    "ressource fiable": 1752,
    "fiable pour": 836,
    "pour devenir": 1542,
    "devenir expert": 615,
    "expert devops": 791,
    "parcours": 1437,
    "apprentissage": 76,
    "exister": 787,
    "quel parcours": 1691,
    "parcours d": 1438,
    "d apprentissage": 492,
    "apprentissage exister": 77,
    "exister pour": 788,
    "pour github": 1551,
    "support": 1887,
    "progresser": 1625,
    "quel support": 1698,
    "support pour": 1888,
    "pour progresser": 1571,
    "progresser avec": 1626,
    "démarrage": 699,
    "rapide": 1718,
    "un guide": 2048,
    "guide de": 900,
    "de démarrage": 552,
    "démarrage rapide": 700,
    "rapide de": 1719,
    "livre": 1184,
    "profondeur": 1622,
    "quel livre": 1687,
    "livre expliquer": 1185,
    "expliquer en": 807,
    "en profondeur": 736,
    "profondeur le": 1624,
    "open": 1375,
    "source": 1857,
    "exister t": 789,
    "il un": 947,
    "un documentation": 2035,
    "documentation open": 656,
    "open source": 1376,
    "source pour": 1858,
    "apprendre ce": 73,
    "meilleur pratique": 1244,
    "bonne": 226,
    "donner le": 665,
    "le bonne": 1105,
    "bonne pratique": 227,
    "pour kubernete": 1561,
    "standard": 1872,
    "quel standard": 1697,
    "standard recommander": 1873,
    "recommander t": 1729,
    "t on": 1923,
    "on pour": 1372,
    "pour bien": 1531,
    "bien utiliser": 210,
    "son": 1850,
    "optimiser son": 1385,
    "son utilisation": 1851,
    "utilisation selon": 2112,
    "le bon": 1103,
    "bon pratique": 223,
    "pratique devop": 1600,
    "quel bon": 1681,
    "sécurité s": 1916,
    "s appliquer": 1783,
    "appliquer à": 70,
    "à terraform": 2233,
    "améliorer": 36,
    "comment améliorer": 331,
    "améliorer le": 37,
    "qualité en": 1665,
    "en appliquer": 724,
    "appliquer le": 68,
    "pratique ci": 1598,
    "convention": 465,
    "adopter": 11,
    "efficacement": 721,
    "quel convention": 1683,
    "convention adopter": 466,
    "adopter pour": 12,
    "outil efficacement": 1414,
    "lister": 1180,
    "tu lister": 1988,
    "lister le": 1181,
    "le pratique": 1149,
    "pratique recommander": 1603,
    "recommander par": 1727,
    "par le": 1433,
    "le expert": 1130,
    "erreur": 758,
    "éviter": 2252,
    "lorsque": 1200,
    "quel erreur": 1684,
    "erreur éviter": 759,
    "éviter lorsque": 2254,
    "lorsque l": 1201,
    "l on": 1089,
    "utiliser ansibl": 2114,
    "suivre": 1878,
    "pratique suivre": 1604,
    "suivre pour": 1880,
    "correctement ce": 473,
    "garantir": 858,
    "usage": 2102,
    "respecter": 1748,
    "comment garantir": 350,
    "garantir que": 859,
    "l usage": 1092,
    "usage de": 2103,
    "de ce": 537,
    "outil respecter": 1417,
    "respecter le": 1749,
    "le standard": 1163,
    "guideline": 903,
    "quel guideline": 1686,
    "guideline devop": 904,
    "devop s": 622,
    "à gitlab": 2225,
    "règle": 1769,
    "efficace": 720,
    "quel règle": 1694,
    "règle suivre": 1770,
    "pour garantir": 1550,
    "garantir un": 860,
    "un utilisation": 2092,
    "utilisation efficace": 2111,
    "pratique permettre": 1601,
    "permettre de": 1470,
    "de sécuriser": 593,
    "sécuriser l": 1912,
    "l utilisation": 1093,
    "best": 203,
    "practice": 1594,
    "maintenir": 1206,
    "comment suivre": 365,
    "suivre le": 1879,
    "le best": 1101,
    "best practice": 204,
    "practice pour": 1595,
    "pour maintenir": 1564,
    "maintenir jenkins": 1207,
    "recommandation": 1722,
    "optimal": 1381,
    "quel recommandation": 1693,
    "recommandation pour": 1723,
    "un usage": 2091,
    "usage optimal": 2104,
    "optimal de": 1382,
    "tirer": 1944,
    "maximum": 1224,
    "quel pratique": 1692,
    "pour tirer": 1577,
    "tirer le": 1945,
    "le maximum": 1140,
    "maximum de": 1225,
    "norme": 1350,
    "quel norme": 1689,
    "norme appliquer": 1351,
    "appliquer pour": 69,
    "outil devops": 1413,
    "pratique technique": 1605,
    "technique pour": 1933,
    "pour helm": 1555,
    "le recommandation": 1156,
    "vault correctement": 2169,
    "docker pour": 648,
    "servir": 1833,
    "collaboratif": 315,
    "comment se": 363,
    "se servir": 1812,
    "servir on": 1835,
    "on de": 1369,
    "projet collaboratif": 1630,
    "le build": 1107,
    "un infrastructure": 2052,
    "serveur": 1823,
    "ansibl pour": 51,
    "un serveur": 2084,
    "servir de": 1834,
    "visualiser": 2182,
    "métrique": 1324,
    "utiliser grafana": 2134,
    "grafana pour": 889,
    "pour visualiser": 1582,
    "visualiser un": 2183,
    "un métrique": 2061,
    "utiliser gitlab": 2132,
    "ci pour": 288,
    "utiliser argocd": 2117,
    "argocd pour": 109,
    "chart": 278,
    "utiliser helm": 2136,
    "helm pour": 920,
    "pour gérer": 1554,
    "gérer un": 908,
    "un chart": 2023,
    "chart kubernetes": 279,
    "localement": 1190,
    "composer pour": 387,
    "pour orchestrer": 1570,
    "orchestrer de": 1392,
    "de conteneur": 546,
    "conteneur localement": 448,
    "vault pour": 2170,
    "utiliser circleci": 2125,
    "circleci pour": 292,
    "pour ci": 1534,
    "utiliser node": 2151,
    "j avec": 1008,
    "interagir": 988,
    "utiliser python": 2153,
    "pour interagir": 1559,
    "interagir avec": 989,
    "utiliser gitops": 2133,
    "gitops dans": 886,
    "workflow devops": 2204,
    "cd dans": 256,
    "concevoir": 396,
    "scalabl": 1798,
    "utiliser microservice": 2148,
    "microservice pour": 1270,
    "pour concevoir": 1538,
    "concevoir un": 397,
    "architecture scalabl": 105,
    "communication": 372,
    "inter": 986,
    "mesh pour": 1261,
    "le communication": 1112,
    "communication inter": 375,
    "inter service": 987,
    "utiliser nginx": 2150,
    "nginx comme": 1335,
    "comme reverser": 325,
    "message": 1262,
    "utiliser apache": 2115,
    "kafka pour": 1062,
    "un message": 2058,
    "utiliser istio": 2138,
    "istio dans": 1005,
    "argo": 106,
    "de argo": 533,
    "argo workflow": 107,
    "workflow pour": 2205,
    "utiliser fluxcd": 2130,
    "fluxcd pour": 847,
    "pour faire": 1549,
    "faire de": 827,
    "kustomize": 1078,
    "manifest": 1212,
    "utiliser kustomize": 2143,
    "kustomize pour": 1079,
    "un manifest": 2057,
    "manifest kubernete": 1213,
    "tester": 1942,
    "utiliser minikube": 2149,
    "minikube pour": 1278,
    "pour tester": 1576,
    "tester kubernete": 1943,
    "en local": 731,
    "kind": 1063,
    "utiliser kind": 2141,
    "kind pour": 1064,
    "kubernete local": 1073,
    "opentelemetry": 1379,
    "collecter": 316,
    "trace": 1961,
    "de opentelemetry": 574,
    "opentelemetry pour": 1380,
    "pour collecter": 1535,
    "collecter un": 317,
    "un trace": 2089,
    "utiliser loki": 2146,
    "loki pour": 1199,
    "pour centraliser": 1533,
    "centraliser le": 277,
    "jaeger": 1010,
    "tracing": 1962,
    "distribuer": 639,
    "utiliser jaeger": 2139,
    "jaeger pour": 1011,
    "le tracing": 1168,
    "tracing distribuer": 1963,
    "analyser": 44,
    "sonarqube pour": 1854,
    "pour analyser": 1526,
    "analyser le": 45,
    "harbor": 911,
    "utiliser harbor": 2135,
    "harbor comme": 912,
    "comme registry": 324,
    "registry d": 1735,
    "d image": 499,
    "aws": 182,
    "serverless": 1822,
    "utiliser aws": 2119,
    "aws pour": 183,
    "application serverless": 65,
    "utiliser azur": 2120,
    "azur devop": 185,
    "devop pour": 621,
    "gcp": 865,
    "héberger": 937,
    "utiliser gcp": 2131,
    "gcp pour": 866,
    "pour héberger": 1556,
    "héberger un": 938,
    "ssh": 1861,
    "accéder": 5,
    "distant": 638,
    "de ssh": 592,
    "ssh pour": 1862,
    "pour accéder": 1524,
    "accéder à": 6,
    "serveur distant": 1824,
    "ssl": 1863,
    "tl": 1946,
    "utiliser ssl": 2157,
    "ssl sur": 1864,
    "sur tl": 1902,
    "tl pour": 1947,
    "utiliser load": 2144,
    "balancing dans": 189,
    "le cloud": 1110,
    "adapter": 9,
    "utiliser auto": 2118,
    "scaling pour": 1803,
    "pour adapter": 1525,
    "adapter le": 10,
    "le ressource": 1157,
    "ressource automatiquement": 1751,
    "utiliser infrastructure": 2137,
    "interruption": 995,
    "de blue": 534,
    "deployment pour": 605,
    "pour éviter": 1585,
    "éviter le": 2253,
    "le interruption": 1135,
    "canary": 248,
    "release": 1737,
    "utiliser canary": 2122,
    "canary release": 250,
    "release dans": 1738,
    "utiliser rbac": 2154,
    "utiliser secret": 2155,
    "secret kubernete": 1818,
    "kubernete correctement": 1070,
    "utiliser configmap": 2126,
    "configmap pour": 406,
    "diagnostiquer": 625,
    "problème": 1613,
    "utiliser logging": 2145,
    "logging pour": 1195,
    "pour diagnostiquer": 1543,
    "diagnostiquer un": 626,
    "un problème": 2070,
    "monitoring dans": 1302,
    "environnement cloud": 754,
    "utiliser observability": 2152,
    "observability pour": 1359,
    "versioning": 2172,
    "utiliser versioning": 2161,
    "versioning git": 2173,
    "git correctement": 871,
    "branche": 233,
    "professionnel": 1621,
    "utiliser branche": 2121,
    "branche git": 234,
    "workflow professionnel": 2206,
    "merge": 1254,
    "request": 1746,
    "utiliser merge": 2147,
    "merge request": 1255,
    "request dans": 1747,
    "utiliser webhook": 2162,
    "webhook pour": 2200,
    "pour déclencher": 1545,
    "rest": 1756,
    "deux": 610,
    "utiliser api": 2116,
    "api rest": 57,
    "rest pour": 1757,
    "connecter deux": 430,
    "deux service": 611,
    "utiliser container": 2127,
    "container dans": 440,
    "l architecture": 1083,
    "architecture de": 94,
    "comment concevoir": 336,
    "avec python": 167,
    "architecture avec": 90,
    "conteneur en": 446,
    "orchestration avec": 1387,
    "kubernete et": 1072,
    "et donner": 765,
    "comment organiser": 361,
    "organiser un": 1401,
    "microservice en": 1268,
    "architecture docker": 95,
    "docker avec": 643,
    "avec code": 149,
    "code en": 312,
    "plusieurs": 1513,
    "orchestrer plusieurs": 1394,
    "plusieurs conteneur": 1515,
    "conteneur avec": 443,
    "microservicer": 1273,
    "architecture microservicer": 100,
    "microservicer en": 1275,
    "application python": 64,
    "python avec": 1650,
    "conteneur dans": 444,
    "architecture kubernete": 98,
    "architecture d": 93,
    "mesh et": 1260,
    "séparation": 1917,
    "le séparation": 1165,
    "séparation de": 1918,
    "architecture microservice": 99,
    "conteneur et": 447,
    "et montrer": 771,
    "de communication": 542,
    "communication entrer": 374,
    "entrer microservice": 750,
    "java utiliser": 1018,
    "microservice et": 1269,
    "et de": 763,
    "architecture complet": 92,
    "docker et": 647,
    "et python": 772,
    "pour l": 1562,
    "avec orchestration": 164,
    "orchestration de": 1390,
    "moi l": 1287,
    "application baser": 61,
    "orienter": 1402,
    "événement": 2255,
    "architecture orienter": 104,
    "orienter événement": 1405,
    "événement dans": 2256,
    "hexagonal": 923,
    "contexte": 454,
    "tu détailler": 1984,
    "détailler un": 719,
    "architecture hexagonal": 97,
    "hexagonal en": 924,
    "un contexte": 2029,
    "contexte microservice": 455,
    "mesh dans": 1259,
    "architecture orchestrer": 103,
    "orchestrer par": 1393,
    "par kubernete": 1432,
    "schéma": 1806,
    "asynchrone": 119,
    "un schéma": 2082,
    "schéma logique": 1807,
    "logique d": 1197,
    "microservicer avec": 1274,
    "avec communication": 150,
    "communication asynchrone": 373,
    "reposer": 1744,
    "scalabl reposer": 1799,
    "reposer sur": 1745,
    "découverte": 677,
    "le découverte": 1127,
    "découverte de": 678,
    "servicer": 1831,
    "pour structurer": 1574,
    "architecture multi": 102,
    "multi servicer": 1316,
    "servicer en": 1832,
    "pattern": 1460,
    "gateway": 863,
    "de pattern": 576,
    "pattern api": 1461,
    "api gateway": 56,
    "gateway dans": 864,
    "répertoire": 1774,
    "organiser le": 1400,
    "le répertoire": 1159,
    "répertoire d": 1775,
    "projet python": 1632,
    "python en": 1654,
    "modéliser": 1282,
    "grâce": 897,
    "broker": 237,
    "comment modéliser": 358,
    "modéliser le": 1283,
    "entrer service": 752,
    "service grâce": 1828,
    "grâce à": 898,
    "message broker": 1263,
    "broker dans": 238,
