{
  "text": {
    " ": 0,
    "s": 1679,
    "a": 340,
    "l": 1075,
    "u": 1857,
    "t": 1762,
    " s": 247,
    "sa": 1684,
    "al": 385,
    "lu": 1135,
    "ut": 1929,
    "t ": 1763,
    " sa": 248,
    "sal": 1687,
    "alu": 394,
    "lut": 1139,
    "ut ": 1930,
    " sal": 249,
    "salu": 1688,
    "alut": 395,
    "lut ": 1140,
    "b": 473,
    "o": 1315,
    "n": 1207,
    "j": 1045,
    "r": 1550,
    " b": 43,
    "bo": 494,
    "on": 1375,
    "nj": 1265,
    "jo": 1055,
    "ou": 1426,
    "ur": 1908,
    "r ": 1551,
    " bo": 51,
    "bon": 495,
    "onj": 1387,
    "njo": 1266,
    "jou": 1056,
    "our": 1436,
    "ur ": 1909,
    " bon": 52,
    "bonj": 497,
    "onjo": 1388,
    "njou": 1267,
    "jour": 1057,
    "our ": 1437,
    "h": 861,
    "e": 669,
    " h": 126,
    "he": 868,
    "el": 695,
    "ll": 1111,
    "lo": 1120,
    "o ": 1316,
    " he": 127,
    "hel": 871,
    "ell": 699,
    "llo": 1118,
    "lo ": 1121,
    " hel": 129,
    "hell": 872,
    "ello": 701,
    "llo ": 1119,
    "y": 2006,
    " y": 302,
    "yo": 2010,
    "oo": 1399,
    " yo": 303,
    "yoo": 2011,
    "oo ": 1400,
    " yoo": 304,
    "yoo ": 2012,
    "c": 510,
    " c": 56,
    "co": 557,
    "uc": 1865,
    "u ": 1858,
    " co": 68,
    "cou": 571,
    "ouc": 1428,
    "uco": 1866,
    "ou ": 1427,
    " cou": 72,
    "couc": 573,
    "ouco": 1429,
    "ucou": 1867,
    "cou ": 572,
    "ey": 788,
    "y ": 2007,
    "hey": 875,
    "ey ": 789,
    " hey": 130,
    "hey ": 876,
    "i": 899,
    "hi": 877,
    "i ": 900,
    " hi": 131,
    "hi ": 878,
    " hi ": 132,
    "ns": 1286,
    "so": 1722,
    "oi": 1348,
    "ir": 1003,
    "ons": 1392,
    "nso": 1293,
    "soi": 1723,
    "oir": 1352,
    "ir ": 1004,
    "bons": 498,
    "onso": 1395,
    "nsoi": 1294,
    "soir": 1724,
    "oir ": 1353,
    "by": 507,
    "ye": 2008,
    "e ": 670,
    " by": 54,
    "bye": 508,
    "ye ": 2009,
    " bye": 55,
    "bye ": 509,
    "à": 2021,
    " à": 305,
    "à ": 2022,
    " à ": 306,
    "p": 1452,
    " p": 208,
    "pl": 1481,
    "us": 1921,
    "s ": 1680,
    " pl": 216,
    "plu": 1492,
    "lus": 1136,
    "us ": 1922,
    " plu": 218,
    "plus": 1493,
    "lus ": 1137,
    " t": 268,
    "tc": 1779,
    "ch": 529,
    "ha": 863,
    "ao": 416,
    " tc": 269,
    "tch": 1780,
    "cha": 530,
    "hao": 866,
    "ao ": 417,
    " tch": 270,
    "tcha": 1781,
    "chao": 532,
    "hao ": 867,
    " a": 18,
    "au": 455,
    " au": 36,
    "au ": 456,
    " au ": 37,
    "v": 1946,
    " r": 234,
    "re": 1580,
    "ev": 775,
    "vo": 1971,
    " re": 235,
    "rev": 1598,
    "evo": 776,
    "voi": 1972,
    " rev": 240,
    "revo": 1599,
    "evoi": 777,
    "voir": 1973,
    "n ": 1208,
    "on ": 1376,
    "bon ": 496,
    "é": 2023,
    " j": 147,
    "rn": 1625,
    "né": 1312,
    "ée": 2040,
    " jo": 153,
    "urn": 1917,
    "rné": 1628,
    "née": 1313,
    "ée ": 2041,
    " jou": 154,
    "ourn": 1439,
    "urné": 1918,
    "rnée": 1629,
    "née ": 1314,
    ",": 315,
    " ,": 1,
    ", ": 316,
    " , ": 2,
    "m": 1146,
    " m": 168,
    "me": 1162,
    "er": 732,
    "rc": 1569,
    "ci": 542,
    " me": 172,
    "mer": 1168,
    "erc": 734,
    "rci": 1575,
    "ci ": 543,
    " mer": 175,
    "merc": 1170,
    "erci": 735,
    "rci ": 1576,
    " l": 160,
    "le": 1088,
    " le": 161,
    "le ": 1089,
    " le ": 162,
    "pr": 1506,
    "ro": 1630,
    "oc": 1322,
    "ai": 366,
    "in": 970,
    " pr": 221,
    "pro": 1514,
    "roc": 1633,
    "och": 1326,
    "hai": 864,
    "ain": 375,
    "in ": 971,
    " pro": 223,
    "proc": 1515,
    "roch": 1635,
    "ocha": 1327,
    "chai": 531,
    "hain": 865,
    "ain ": 376,
    "ô": 2084,
    "bi": 485,
    "ie": 933,
    "en": 710,
    "nt": 1297,
    "tô": 1854,
    "ôt": 2085,
    " bi": 49,
    "bie": 486,
    "ien": 939,
    "ent": 720,
    "ntô": 1307,
    "tôt": 1855,
    "ôt ": 2086,
    " bie": 50,
    "bien": 487,
    "ient": 942,
    "entô": 724,
    "ntôt": 1308,
    "tôt ": 1856,
    "ré": 1669,
    " so": 259,
    "iré": 1009,
    "rée": 1672,
    " soi": 260,
    "oiré": 1354,
    "irée": 1010,
    "rée ": 1673,
    "je": 1049,
    " je": 150,
    "je ": 1050,
    " je ": 151,
    "d": 601,
    " d": 75,
    "dé": 650,
    "éc": 2028,
    "nn": 1271,
    "ne": 1234,
    "ec": 678,
    "ct": 583,
    "te": 1782,
    " dé": 89,
    "déc": 653,
    "éco": 2031,
    "con": 563,
    "onn": 1389,
    "nne": 1274,
    "nec": 1236,
    "ect": 683,
    "cte": 584,
    "ter": 1788,
    "er ": 733,
    " déc": 91,
    "déco": 654,
    "écon": 2032,
    "conn": 566,
    "onne": 1391,
    "nnec": 1276,
    "nect": 1237,
    "ecte": 684,
    "cter": 586,
    "ter ": 1789,
    " o": 194,
    "ui": 1881,
    " ou": 203,
    "oui": 1430,
    "ui ": 1882,
    " oui": 205,
    "oui ": 1431,
    "de": 615,
    " de": 79,
    "de ": 616,
    " de ": 80,
    "ac": 348,
    "cc": 512,
    "or": 1405,
    "rd": 1578,
    "d ": 602,
    " ac": 20,
    "acc": 349,
    "cco": 513,
    "cor": 569,
    "ord": 1408,
    "rd ": 1579,
    " acc": 21,
    "acco": 350,
    "ccor": 514,
    "cord": 570,
    "ord ": 1409,
    "k": 1060,
    "ok": 1360,
    "k ": 1061,
    " ok": 199,
    "ok ": 1361,
    " ok ": 200,
    "en ": 711,
    "ien ": 940,
    "û": 2089,
    "sû": 1759,
    "ûr": 2090,
    " sû": 266,
    "sûr": 1760,
    "ûr ": 2091,
    " sûr": 267,
    "sûr ": 1761,
    "x": 1990,
    " e": 98,
    "ex": 779,
    "xa": 1992,
    "em": 704,
    " ex": 107,
    "exa": 780,
    "xac": 1993,
    "act": 353,
    "tem": 1786,
    "eme": 705,
    "men": 1166,
    "nt ": 1298,
    " exa": 108,
    "exac": 781,
    "xact": 1994,
    "acte": 354,
    "ctem": 585,
    "teme": 1787,
    "emen": 706,
    "ment": 1167,
    "ent ": 721,
    "be": 478,
    "ea": 674,
    "up": 1904,
    "p ": 1453,
    " be": 46,
    "bea": 479,
    "eau": 675,
    "auc": 457,
    "oup": 1434,
    "up ": 1905,
    " bea": 47,
    "beau": 480,
    "eauc": 677,
    "auco": 458,
    "coup": 574,
    "oup ": 1435,
    "su": 1750,
    "pe": 1464,
    " su": 263,
    "sup": 1753,
    "upe": 1906,
    "per": 1468,
    " sup": 264,
    "supe": 1754,
    "uper": 1907,
    "per ": 1469,
    "ce": 519,
    " ce": 59,
    "ce ": 520,
    " ce ": 60,
    "ê": 2075,
    " ê": 312,
    "êt": 2076,
    "tr": 1824,
    " êt": 313,
    "êtr": 2077,
    "tre": 1829,
    "re ": 1581,
    " êtr": 314,
    "être": 2078,
    "tre ": 1830,
    "f": 792,
    "pa": 1454,
    "ar": 428,
    "rf": 1600,
    "fa": 793,
    "it": 1026,
    " pa": 209,
    "par": 1455,
    "arf": 437,
    "rfa": 1601,
    "fai": 794,
    "ait": 383,
    "it ": 1027,
    " par": 210,
    "parf": 1459,
    "arfa": 438,
    "rfai": 1602,
    "fait": 796,
    "ait ": 384,
    " te": 271,
    "te ": 1783,
    " te ": 272,
    "rem": 1586,
    "cie": 546,
    "ier": 943,
    " rem": 238,
    "reme": 1587,
    "emer": 707,
    "rcie": 1577,
    "cier": 548,
    "ier ": 944,
    "î": 2079,
    "na": 1209,
    "aî": 470,
    "ît": 2080,
    "rec": 1582,
    "eco": 680,
    "nna": 1272,
    "naî": 1212,
    "aît": 471,
    "îtr": 2081,
    " rec": 236,
    "reco": 1583,
    "econ": 682,
    "onna": 1390,
    "nnaî": 1273,
    "naît": 1213,
    "aîtr": 472,
    "ître": 2082,
    " i": 137,
    "nf": 1244,
    "fi": 802,
    "ni": 1254,
    "im": 962,
    " in": 142,
    "inf": 975,
    "nfi": 1247,
    "fin": 814,
    "ini": 979,
    "nim": 1257,
    "ime": 965,
    " inf": 143,
    "infi": 976,
    "nfin": 1249,
    "fini": 815,
    "inim": 980,
    "nime": 1258,
    "imen": 966,
    " n": 186,
    "no": 1281,
    " no": 191,
    "non": 1282,
    " non": 192,
    "non ": 1283,
    "as": 441,
    "pas": 1461,
    "as ": 442,
    " pas": 211,
    "pas ": 1462,
    "to": 1816,
    " to": 275,
    "tou": 1822,
    "out": 1443,
    " tou": 276,
    "tout": 1823,
    "out ": 1444,
    "ef": 686,
    "fu": 829,
    "se": 1698,
    "ref": 1584,
    "efu": 687,
    "fus": 830,
    "use": 1925,
    "ser": 1702,
    " ref": 237,
    "refu": 1585,
    "efus": 688,
    "fuse": 831,
    "user": 1926,
    "ser ": 1703,
    " ne": 187,
    "ne ": 1235,
    " ne ": 188,
    " v": 291,
    "ul": 1889,
    " vo": 295,
    "vou": 1977,
    "oul": 1432,
    "ulo": 1890,
    "loi": 1124,
    " vou": 296,
    "voul": 1978,
    "oulo": 1433,
    "uloi": 1891,
    "loir": 1126,
    ".": 322,
    " .": 7,
    "..": 324,
    ". ": 323,
    " ..": 8,
    "...": 326,
    ".. ": 325,
    " ...": 9,
    "... ": 327,
    "és": 2066,
    "ol": 1362,
    "lé": 1142,
    "é ": 2024,
    "dés": 663,
    "éso": 2067,
    "sol": 1725,
    "olé": 1363,
    "lé ": 1143,
    " dés": 94,
    "déso": 664,
    "ésol": 2068,
    "solé": 1726,
    "olé ": 1364,
    "q": 1538,
    " q": 229,
    "qu": 1539,
    "ue": 1871,
    "lq": 1132,
    " qu": 230,
    "que": 1540,
    "uel": 1873,
    "elq": 702,
    "lqu": 1133,
    "ue ": 1872,
    " que": 231,
    "quel": 1542,
    "uelq": 1876,
    "elqu": 703,
    "lque": 1134,
    "que ": 1541,
    "ho": 886,
    "os": 1417,
    " ch": 61,
    "cho": 538,
    "hos": 891,
    "ose": 1418,
    "se ": 1699,
    " cho": 62,
    "chos": 539,
    "hose": 892,
    "ose ": 1419,
    " se": 253,
    " se ": 254,
    "ma": 1148,
    "l ": 1076,
    " ma": 169,
    "mal": 1154,
    "al ": 386,
    " mal": 170,
    "mal ": 1155,
    "ss": 1732,
    "ass": 445,
    "sse": 1733,
    "pass": 1463,
    "asse": 446,
    "sser": 1734,
    "eu": 769,
    "uh": 1879,
    "h ": 862,
    " eu": 105,
    "euh": 770,
    "uh ": 1880,
    " euh": 106,
    "euh ": 771,
    "om": 1365,
    "mp": 1191,
    "nd": 1226,
    "dr": 642,
    "com": 560,
    "omp": 1371,
    "mpr": 1196,
    "pre": 1510,
    "ren": 1588,
    "end": 714,
    "ndr": 1232,
    "dre": 643,
    " com": 70,
    "comp": 562,
    "ompr": 1374,
    "mpre": 1197,
    "pren": 1511,
    "rend": 1589,
    "endr": 715,
    "ndre": 1233,
    "dre ": 644,
    "uo": 1899,
    "quo": 1547,
    "uoi": 1900,
    "oi ": 1349,
    " quo": 233,
    "quoi": 1548,
    "uoi ": 1901,
    "?": 330,
    " ?": 12,
    "? ": 331,
    " ? ": 13,
    "ei": 689,
    "hei": 869,
    "ein": 693,
    " hei": 128,
    "hein": 870,
    "ein ": 694,
    "hm": 883,
    "mm": 1176,
    "m ": 1147,
    " hm": 133,
    "hmm": 884,
    "mmm": 1183,
    "mm ": 1177,
    " hmm": 134,
    "hmmm": 885,
    "mmm ": 1184,
    "av": 461,
    "sav": 1691,
    "avo": 468,
    " sav": 250,
    "savo": 1692,
    "avoi": 469,
    "op": 1401,
    " tr": 277,
    "tro": 1835,
    "rop": 1643,
    "op ": 1402,
    " tro": 279,
    "trop": 1836,
    "rop ": 1644,
    " av": 39,
    " avo": 42,
    "ri": 1605,
    "is": 1011,
    "pri": 1512,
    "ris": 1610,
    "is ": 1012,
    "mpri": 1198,
    "pris": 1513,
    "ris ": 1611,
    " f": 111,
    "fl": 816,
    " fl": 117,
    "flo": 817,
    "lou": 1128,
    " flo": 118,
    "flou": 818,
    "lou ": 1129,
    "’": 2092,
    "c’": 599,
    "’ ": 2093,
    " c’": 73,
    "c’ ": 600,
    " c’ ": 74,
    "do": 634,
    "ck": 551,
    "ke": 1062,
    " do": 86,
    "doc": 635,
    "ock": 1328,
    "cke": 552,
    "ker": 1063,
    " doc": 87,
    "dock": 637,
    "ocke": 1329,
    "cker": 553,
    "ker ": 1064,
    "don": 639,
    " don": 88,
    "donn": 641,
    "nne ": 1275,
    "mo": 1185,
    " mo": 179,
    "moi": 1186,
    " moi": 180,
    "moi ": 1187,
    "éf": 2044,
    "ti": 1798,
    "io": 990,
    "déf": 657,
    "éfi": 2045,
    "nit": 1261,
    "iti": 1031,
    "tio": 1807,
    "ion": 991,
    " déf": 92,
    "défi": 658,
    "éfin": 2046,
    "init": 982,
    "niti": 1262,
    "itio": 1033,
    "tion": 1808,
    "ion ": 992,
    " k": 157,
    "ku": 1072,
    "ub": 1862,
    "et": 762,
    " ku": 158,
    "kub": 1073,
    "ube": 1863,
    "ber": 481,
    "ern": 740,
    "rne": 1626,
    "net": 1242,
    "ete": 764,
    " kub": 159,
    "kube": 1074,
    "uber": 1864,
    "bern": 482,
    "erne": 741,
    "rnet": 1627,
    "nete": 1243,
    "ete ": 765,
    "g": 832,
    "si": 1707,
    "ig": 950,
    "gn": 847,
    "if": 947,
    " si": 256,
    "sig": 1714,
    "ign": 951,
    "gni": 848,
    "nif": 1255,
    "ifi": 948,
    "fie": 808,
    " sig": 257,
    "sign": 1715,
    "igni": 952,
    "gnif": 849,
    "nifi": 1256,
    "ifie": 949,
    "fier": 809,
    " ci": 63,
    " ci ": 64,
    "/": 328,
    " /": 10,
    "/ ": 329,
    " / ": 11,
    "cd": 515,
    " cd": 57,
    "cd ": 516,
    " cd ": 58,
    "po": 1495,
    "uv": 1939,
    " po": 219,
    "pou": 1498,
    "ouv": 1445,
    "uvo": 1942,
    " pou": 220,
    "pouv": 1500,
    "ouvo": 1447,
    "uvoi": 1943,
    "-": 317,
    " -": 3,
    "- ": 318,
    " - ": 4,
    "tu": 1843,
    " tu": 280,
    "tu ": 1844,
    " tu ": 281,
    "nir": 1259,
    "inir": 981,
    "nir ": 1260,
    " g": 121,
    "gi": 835,
    " gi": 122,
    "git": 840,
    " git": 123,
    "git ": 841,
    "xp": 1998,
    "li": 1098,
    "iq": 1000,
    "exp": 784,
    "xpl": 2001,
    "pli": 1488,
    "liq": 1102,
    "iqu": 1001,
    "uer": 1877,
    " exp": 110,
    "expl": 786,
    "xpli": 2002,
    "pliq": 1489,
    "liqu": 1103,
    "ique": 1002,
    "quer": 1543,
    "uer ": 1878,
    "ot": 1421,
    "not": 1284,
    "oti": 1423,
    " not": 193,
    "noti": 1285,
    "otio": 1425,
    "ob": 1317,
    "bs": 501,
    "rv": 1663,
    "va": 1947,
    "ab": 342,
    "il": 955,
    "ty": 1850,
    " ob": 195,
    "obs": 1320,
    "bse": 502,
    "erv": 748,
    "rva": 1664,
    "vab": 1949,
    "abi": 344,
    "bil": 488,
    "ili": 957,
    "lit": 1107,
    "ity": 1038,
    "ty ": 1851,
    " obs": 196,
    "obse": 1321,
    "bser": 503,
    "serv": 1704,
    "erva": 749,
    "rvab": 1665,
    "vabi": 1950,
    "abil": 345,
    "bili": 489,
    "ilit": 959,
    "lity": 1108,
    "ity ": 1039,
    "ps": 1521,
    "ito": 1036,
    "top": 1819,
    "ops": 1403,
    "ps ": 1522,
    "gito": 843,
    "itop": 1037,
    "tops": 1821,
    "ops ": 1404,
    "rr": 1649,
    "ra": 1552,
    "af": 356,
    "fo": 820,
    "rm": 1619,
    "err": 742,
    "rra": 1650,
    "raf": 1555,
    "afo": 357,
    "for": 824,
    "orm": 1414,
    "rm ": 1620,
    " ter": 273,
    "terr": 1791,
    "erra": 743,
    "rraf": 1651,
    "rafo": 1556,
    "afor": 358,
    "form": 825,
    "orm ": 1415,
    "di": 627,
    " di": 84,
    "dir": 632,
    "ire": 1005,
    " dir": 85,
    "dire": 633,
    "ire ": 1006,
    "fr": 826,
    "st": 1742,
    "ru": 1660,
    "nfr": 1252,
    "fra": 827,
    "ras": 1563,
    "ast": 448,
    "str": 1747,
    "tru": 1838,
    "ruc": 1661,
    "uct": 1868,
    "ctu": 590,
    "tur": 1847,
    "ure": 1914,
    "infr": 978,
    "nfra": 1253,
    "fras": 828,
    "rast": 1564,
    "astr": 449,
    "stru": 1749,
    "truc": 1839,
    "ruct": 1662,
    "uctu": 1870,
    "ctur": 591,
    "ture": 1849,
    "ure ": 1915,
    "od": 1334,
    "cod": 558,
    "ode": 1335,
    " cod": 69,
    "code": 559,
    "ode ": 1336,
    " u": 284,
    "un": 1897,
    " un": 285,
    "un ": 1898,
    " un ": 286,
    "sim": 1716,
    "imp": 968,
    "mpl": 1194,
    "ple": 1484,
    " sim": 258,
    "simp": 1717,
    "impl": 969,
    "mple": 1195,
    "ple ": 1485,
    "an": 399,
    "ib": 908,
    "bl": 490,
    " an": 25,
    "ans": 410,
    "nsi": 1290,
    "sib": 1708,
    "ibl": 909,
    "bl ": 491,
    " ans": 28,
    "ansi": 412,
    "nsib": 1291,
    "sibl": 1709,
    "ibl ": 910,
    "nc": 1214,
    "ep": 725,
    "pt": 1523,
    "onc": 1377,
    "nce": 1216,
    "cep": 523,
    "ept": 728,
    "pt ": 1524,
    " con": 71,
    "conc": 564,
    "once": 1379,
    "ncep": 1218,
    "cept": 524,
    "ept ": 729,
    "mi": 1173,
    "ic": 911,
    "cr": 576,
    "vi": 1963,
    " mi": 177,
    "mic": 1174,
    "icr": 922,
    "cro": 581,
    "ros": 1645,
    "rvi": 1666,
    "vic": 1964,
    "ice": 915,
    " mic": 178,
    "micr": 1175,
    "icro": 923,
    "cros": 582,
    "rose": 1646,
    "oser": 1420,
    "ervi": 750,
    "rvic": 1667,
    "vice": 1965,
    "ice ": 916,
    "dev": 625,
    "vop": 1974,
    " dev": 83,
    "devo": 626,
    "evop": 778,
    "vops": 1976,
    "m’": 1205,
    " m’": 184,
    "m’ ": 1206,
    " m’ ": 185,
    " en": 99,
    " en ": 100,
    "sur": 1755,
    " sur": 265,
    "sur ": 1756,
    "j’": 1058,
    " j’": 155,
    "j’ ": 1059,
    " j’ ": 156,
    " ai": 22,
    "aim": 373,
    " aim": 24,
    "aime": 374,
    "imer": 967,
    "mer ": 1169,
    "ét": 2069,
    "ta": 1764,
    "dét": 665,
    "éta": 2070,
    "tai": 1767,
    "ail": 370,
    "il ": 956,
    " dét": 95,
    "déta": 666,
    "étai": 2071,
    "tail": 1768,
    "ail ": 371,
    "da": 606,
    "ag": 359,
    "ge": 833,
    " da": 76,
    "dav": 613,
    "ava": 462,
    "van": 1953,
    "ant": 413,
    "nta": 1299,
    "tag": 1765,
    "age": 360,
    "ge ": 834,
    " dav": 78,
    "dava": 614,
    "avan": 465,
    "vant": 1955,
    "anta": 415,
    "ntag": 1300,
    "tage": 1766,
    "age ": 361,
    "pré": 1519,
    "réc": 1670,
    "éci": 2029,
    "cis": 549,
    "isi": 1018,
    "sio": 1718,
    " pré": 224,
    "préc": 1520,
    "réci": 1671,
    "écis": 2030,
    "cisi": 550,
    "isio": 1019,
    "sion": 1719,
    "ill": 960,
    "lle": 1114,
    "ler": 1092,
    "aill": 372,
    "ille": 961,
    "ller": 1116,
    "ler ": 1093,
    "omm": 1368,
    "mme": 1180,
    "comm": 561,
    "omme": 1370,
    "mmen": 1182,
    " ut": 289,
    "uti": 1933,
    "til": 1805,
    "lis": 1104,
    "ise": 1015,
    " uti": 290,
    "util": 1934,
    "tili": 1806,
    "ilis": 958,
    "lise": 1106,
    "iser": 1017,
    "nk": 1268,
    "ki": 1069,
    "jen": 1051,
    "enk": 718,
    "nki": 1269,
    "kin": 1070,
    "ins": 983,
    "ns ": 1287,
    " jen": 152,
    "jenk": 1052,
    "enki": 719,
    "nkin": 1270,
    "kins": 1071,
    "ins ": 984,
    "d’": 667,
    " d’": 96,
    "d’ ": 668,
    " d’ ": 97,
    "at": 450,
    "nfo": 1250,
    "rma": 1621,
    "mat": 1158,
    "ati": 451,
    "info": 977,
    "nfor": 1251,
    "orma": 1416,
    "rmat": 1622,
    "mati": 1159,
    "atio": 452,
    "of": 1339,
    "rof": 1639,
    "ofo": 1342,
    "fon": 821,
    "ond": 1382,
    "nde": 1229,
    "deu": 623,
    "eur": 772,
    "prof": 1517,
    "rofo": 1640,
    "ofon": 1343,
    "fond": 823,
    "onde": 1383,
    "ndeu": 1231,
    "deur": 624,
    "eur ": 773,
    "l’": 1144,
    " l’": 166,
    "l’ ": 1145,
    " l’ ": 167,
    "es": 751,
    " or": 201,
    "orc": 1406,
    "rch": 1572,
    "che": 533,
    "hes": 873,
    "est": 759,
    "tra": 1825,
    "rat": 1565,
    " orc": 202,
    "orch": 1407,
    "rche": 1573,
    "ches": 534,
    "hest": 874,
    "estr": 761,
    "stra": 1748,
    "trat": 1827,
    "rati": 1566,
    "ve": 1956,
    "c ": 511,
    "ave": 466,
    "vec": 1959,
    "ec ": 679,
    " ave": 41,
    "avec": 467,
    "vec ": 1960,
    " fo": 119,
    "nct": 1222,
    "cti": 587,
    "nem": 1238,
    " fon": 120,
    "fonc": 822,
    "onct": 1381,
    "ncti": 1223,
    "ctio": 589,
    "ionn": 993,
    "nnem": 1277,
    "neme": 1239,
    "tl": 1813,
    "la": 1077,
    "b ": 474,
    "itl": 1034,
    "tla": 1814,
    "lab": 1078,
    "ab ": 343,
    "gitl": 842,
    "itla": 1035,
    "tlab": 1815,
    "lab ": 1079,
    "ner": 1240,
    "nner": 1278,
    "ner ": 1241,
    "ont": 1396,
    "ine": 972,
    "cont": 568,
    "onta": 1397,
    "ntai": 1301,
    "tain": 1769,
    "aine": 377,
    "iner": 974,
    "[": 332,
    " [": 14,
    "[ ": 333,
    " [ ": 15,
    "]": 334,
    " ]": 16,
    "] ": 335,
    " ] ": 17,
    "lem": 1090,
    "plem": 1486,
    "leme": 1091,
    "id": 924,
    " id": 138,
    "idé": 930,
    "dée": 655,
    " idé": 139,
    "idée": 931,
    "dée ": 656,
    "og": 1344,
    "ana": 400,
    "nal": 1210,
    "alo": 392,
    "log": 1122,
    "ogi": 1345,
    "gie": 836,
    "ie ": 934,
    " ana": 26,
    "anal": 401,
    "nalo": 1211,
    "alog": 393,
    "logi": 1123,
    "ogie": 1346,
    "gie ": 837,
    " fa": 112,
    "air": 378,
    " fai": 113,
    "fair": 795,
    "aire": 380,
    "pour": 1499,
    "mpa": 1192,
    "are": 435,
    "rer": 1592,
    "ompa": 1372,
    "mpar": 1193,
    "pare": 1458,
    "arer": 436,
    "rer ": 1593,
    "mé": 1199,
    "ap": 418,
    "ph": 1472,
    " mé": 182,
    "mét": 1202,
    "tap": 1774,
    "aph": 421,
    "pho": 1473,
    "hor": 889,
    "ore": 1410,
    " mét": 183,
    "méta": 1203,
    "étap": 2072,
    "taph": 1776,
    "apho": 422,
    "phor": 1474,
    "hore": 890,
    "ore ": 1411,
    "xe": 1995,
    "exe": 782,
    "xem": 1996,
    "emp": 708,
    " exe": 109,
    "exem": 783,
    "xemp": 1997,
    "empl": 709,
    "gé": 859,
    " im": 140,
    "ima": 963,
    "mag": 1150,
    "agé": 364,
    "gé ": 860,
    " ima": 141,
    "imag": 964,
    "magé": 1151,
    "agé ": 365,
    "me ": 1163,
    "mme ": 1181,
    "enf": 716,
    "nfa": 1245,
    "fan": 797,
    " enf": 101,
    "enfa": 717,
    "nfan": 1246,
    "fant": 798,
    "ant ": 414,
    "ara": 430,
    "rai": 1557,
    "ais": 381,
    "iso": 1020,
    "son": 1727,
    "para": 1457,
    "arai": 431,
    "rais": 1560,
    "aiso": 382,
    "ison": 1021,
    "son ": 1728,
    "cl": 554,
    " cl": 66,
    "cla": 555,
    "lai": 1084,
    " cla": 67,
    "clai": 556,
    "lair": 1085,
    "air ": 379,
    "aid": 368,
    "ide": 926,
    " aid": 23,
    "aide": 369,
    "ide ": 927,
    "ua": 1859,
    " vi": 292,
    "vis": 1969,
    "isu": 1024,
    "sua": 1751,
    "ual": 1860,
    "ali": 387,
    " vis": 294,
    "visu": 1970,
    "isua": 1025,
    "sual": 1752,
    "uali": 1861,
    "alis": 388,
    " é": 307,
    " ét": 310,
    "ape": 419,
    "pe ": 1465,
    " éta": 311,
    "tape": 1775,
    "ape ": 420,
    "ar ": 429,
    "par ": 1456,
    "gu": 853,
    " gu": 124,
    "gui": 854,
    "uid": 1883,
    "id ": 925,
    " gui": 125,
    "guid": 855,
    "uid ": 1884,
    "pi": 1475,
    "ip": 994,
    " pi": 214,
    "pip": 1477,
    "ipe": 995,
    "pel": 1466,
    "eli": 697,
    "lin": 1099,
    " pip": 215,
    "pipe": 1478,
    "ipel": 997,
    "peli": 1467,
    "elin": 698,
    "line": 1100,
    "ine ": 973,
    "cé": 595,
    "éd": 2033,
    "du": 645,
    "océ": 1332,
    "céd": 597,
    "édu": 2038,
    "dur": 648,
    "rocé": 1636,
    "océd": 1333,
    "cédu": 598,
    "édur": 2039,
    "dure": 649,
    "let": 1094,
    "et ": 763,
    "ompl": 1373,
    "plet": 1487,
    "let ": 1095,
    "ép": 2053,
    "dép": 659,
    "épl": 2054,
    "plo": 1490,
    "oie": 1350,
    "iem": 937,
    " dép": 93,
    "dépl": 660,
    "éplo": 2055,
    "ploi": 1491,
    "loie": 1125,
    "oiem": 1351,
    "ieme": 938,
    "w": 1985,
    " w": 299,
    "wo": 1987,
    "rk": 1613,
    "kf": 1066,
    "ow": 1448,
    "w ": 1986,
    " wo": 300,
    "wor": 1988,
    "ork": 1412,
    "rkf": 1614,
    "kfl": 1067,
    "low": 1130,
    "ow ": 1449,
    " wor": 301,
    "work": 1989,
    "orkf": 1413,
    "rkfl": 1615,
    "kflo": 1068,
    "flow": 819,
    "low ": 1131,
    " ar": 32,
    "arc": 433,
    "chi": 535,
    "hit": 881,
    "ite": 1028,
    "tec": 1784,
    " arc": 33,
    "arch": 434,
    "rchi": 1574,
    "chit": 537,
    "hite": 882,
    "itec": 1029,
    "tect": 1785,
    "ectu": 685,
    "oce": 1324,
    "ces": 527,
    "ess": 756,
    "ssu": 1740,
    "sus": 1757,
    "roce": 1634,
    "oces": 1325,
    "cess": 528,
    "essu": 758,
    "ssus": 1741,
    "sus ": 1758,
    "top ": 1820,
    "tt": 1840,
    "met": 1171,
    "ett": 767,
    "ttr": 1841,
    " met": 176,
    "mett": 1172,
    "ettr": 768,
    "ttre": 1842,
    "pla": 1482,
    "lac": 1080,
    "ace": 351,
    " pla": 217,
    "plac": 1483,
    "lace": 1081,
    "ace ": 352,
    "nst": 1295,
    "sta": 1744,
    "tal": 1770,
    "all": 389,
    " ins": 145,
    "inst": 985,
    "nsta": 1296,
    "stal": 1745,
    "tall": 1771,
    "alle": 391,
    "lla": 1112,
    "lat": 1086,
    "alla": 390,
    "llat": 1113,
    "lati": 1087,
    "nu": 1309,
    "ux": 1944,
    "x ": 1991,
    " li": 163,
    "inu": 988,
    "nux": 1310,
    "ux ": 1945,
    " lin": 164,
    "linu": 1101,
    "inux": 989,
    "nux ": 1311,
    "onf": 1385,
    "fig": 810,
    "igu": 953,
    "gur": 856,
    "conf": 565,
    "onfi": 1386,
    "nfig": 1248,
    "figu": 811,
    "igur": 954,
    "gure": 858,
    "urer": 1916,
    "ura": 1910,
    "gura": 857,
    "urat": 1911,
    "ég": 2047,
    "gl": 844,
    " ré": 243,
    "rég": 1675,
    "égl": 2048,
    "gla": 845,
    "lag": 1082,
    " rég": 245,
    "régl": 1676,
    "égla": 2049,
    "glag": 846,
    "lage": 1083,
    "ba": 475,
    " ba": 44,
    "bas": 476,
    "ase": 443,
    " bas": 45,
    "base": 477,
    "ase ": 444,
    "ia": 901,
    "tia": 1799,
    "ial": 906,
    " ini": 144,
    "itia": 1032,
    "tial": 1800,
    "ial ": 907,
    "am": 396,
    "ram": 1561,
    "amé": 397,
    "étr": 2073,
    "aram": 432,
    "ramé": 1562,
    "amét": 398,
    "métr": 1204,
    "étre": 2074,
    "trer": 1832,
    "res": 1594,
    "sso": 1738,
    "sou": 1730,
    "urc": 1912,
    "rce": 1570,
    " res": 239,
    "ress": 1595,
    "esso": 757,
    "ssou": 1739,
    "sour": 1731,
    "ourc": 1438,
    "urce": 1913,
    "rce ": 1571,
    "pp": 1501,
    " ap": 29,
    "app": 425,
    "ppr": 1504,
    " app": 31,
    "appr": 427,
    "ppre": 1505,
    "el ": 696,
    "uel ": 1874,
    "mma": 1178,
    "man": 1156,
    "and": 405,
    "der": 619,
    "ecom": 681,
    "omma": 1369,
    "mman": 1179,
    "mand": 1157,
    "ande": 407,
    "nder": 1230,
    "der ": 620,
    "ù": 2087,
    "où": 1450,
    "ù ": 2088,
    " où": 206,
    "où ": 1451,
    " où ": 207,
    " fi": 114,
    "fia": 803,
    "iab": 902,
    "abl": 346,
    "ble": 492,
    " fia": 115,
    "fiab": 804,
    "iabl": 903,
    "able": 347,
    "ble ": 493,
    "cu": 592,
    "um": 1892,
    "ocu": 1330,
    "cum": 593,
    "ume": 1895,
    "tat": 1777,
    "docu": 638,
    "ocum": 1331,
    "cume": 594,
    "umen": 1896,
    "enta": 722,
    "ntat": 1302,
    "tati": 1778,
    "ff": 799,
    " of": 197,
    "off": 1340,
    "ffi": 800,
    "fic": 805,
    "ici": 920,
    "iel": 935,
    " off": 198,
    "offi": 1341,
    "ffic": 801,
    "fici": 807,
    "icie": 921,
    "ciel": 547,
    "iel ": 936,
    "a ": 341,
    " a ": 19,
    "maî": 1160,
    "tri": 1833,
    " maî": 171,
    "maît": 1161,
    "îtri": 2083,
    "tris": 1834,
    "rise": 1612,
    "rou": 1647,
    "uve": 1940,
    "ver": 1961,
    "trou": 1837,
    "rouv": 1648,
    "ouve": 1446,
    "uver": 1941,
    "ver ": 1962,
    "rs": 1652,
    "urs": 1919,
    "rs ": 1653,
    "cour": 575,
    "ours": 1440,
    "urs ": 1920,
    "pé": 1533,
    "go": 850,
    " pé": 227,
    "péd": 1534,
    "éda": 2034,
    "dag": 607,
    "ago": 362,
    "gog": 851,
    "giq": 838,
    " péd": 228,
    "péda": 1535,
    "édag": 2035,
    "dago": 608,
    "agog": 363,
    "gogi": 852,
    "ogiq": 1347,
    "giqu": 839,
    "iv": 1040,
    "vr": 1980,
    "liv": 1109,
    "ivr": 1043,
    "vre": 1983,
    " liv": 165,
    "livr": 1110,
    "ivre": 1044,
    "vre ": 1984,
    " ou ": 204,
    "oc ": 1323,
    "doc ": 636,
    "_": 336,
    "s_": 1681,
    "_a": 337,
    "tes": 1792,
    "es_": 752,
    "s_a": 1682,
    "_ar": 338,
    "etes": 766,
    "tes_": 1793,
    "es_a": 753,
    "s_ar": 1683,
    "_arc": 339,
    "d_": 603,
    "cic": 544,
    "icd": 912,
    "cd_": 517,
    "d_a": 604,
    " cic": 65,
    "cicd": 545,
    "icd_": 914,
    "cd_a": 518,
    "d_ar": 605,
    "uell": 1875,
    "elle": 700,
    "lle ": 1115,
    "pra": 1507,
    "tiq": 1809,
    " pra": 222,
    "prat": 1509,
    "atiq": 453,
    "tiqu": 1810,
    "bes": 483,
    "st ": 1743,
    " bes": 48,
    "best": 484,
    "est ": 760,
    "rac": 1553,
    "tic": 1801,
    "prac": 1508,
    "ract": 1554,
    "acti": 355,
    "ctic": 588,
    "tice": 1802,
    "nda": 1227,
    "dat": 611,
    "anda": 406,
    "ndat": 1228,
    "dati": 612,
    "nse": 1288,
    "sei": 1700,
    "eil": 690,
    "cons": 567,
    "onse": 1393,
    "nsei": 1289,
    "seil": 1701,
    "eil ": 691,
    "mei": 1164,
    "leu": 1096,
    " mei": 174,
    "meil": 1165,
    "eill": 692,
    "lleu": 1117,
    "leur": 1097,
    "vir": 1966,
    " ser": 255,
    "rvir": 1668,
    "vir ": 1967,
    "uot": 1902,
    "tid": 1803,
    "idi": 928,
    "die": 630,
    "quot": 1549,
    "uoti": 1903,
    "otid": 1424,
    "tidi": 1804,
    "idie": 929,
    "dien": 631,
    "isa": 1013,
    "sat": 1689,
    "lisa": 1105,
    "isat": 1014,
    "sati": 1690,
    "rod": 1637,
    "odu": 1337,
    "duc": 646,
    "prod": 1516,
    "rodu": 1638,
    "oduc": 1338,
    "duct": 647,
    "ucti": 1869,
    "dan": 609,
    " dan": 77,
    "dans": 610,
    "ans ": 411,
    "oj": 1357,
    "roj": 1641,
    "oje": 1358,
    "jet": 1053,
    "proj": 1518,
    "roje": 1642,
    "ojet": 1359,
    "jet ": 1054,
    "éel": 2042,
    " rée": 244,
    "réel": 1674,
    "éel ": 2043,
    " us": 287,
    "usa": 1923,
    "sag": 1685,
    " usa": 288,
    "usag": 1924,
    "sage": 1686,
    "yp": 2013,
    " ty": 282,
    "typ": 1852,
    "ypi": 2014,
    "piq": 1479,
    " typ": 283,
    "typi": 1853,
    "ypiq": 2015,
    "piqu": 1480,
    "aut": 459,
    "uto": 1935,
    "tom": 1817,
    "oma": 1366,
    "tis": 1811,
    " aut": 38,
    "auto": 460,
    "utom": 1936,
    "toma": 1818,
    "omat": 1367,
    "atis": 454,
    "tise": 1812,
    " tes": 274,
    "test": 1794,
    "ppl": 1502,
    "appl": 426,
    "ppli": 1503,
    "éq": 2058,
    " éq": 308,
    "équ": 2059,
    "qui": 1544,
    "uip": 1885,
    " équ": 309,
    "équi": 2060,
    "quip": 1546,
    "uipe": 1886,
    "ipe ": 996,
    "ntr": 1305,
    "rep": 1590,
    "epr": 726,
    " ent": 102,
    "entr": 723,
    "ntre": 1306,
    "trep": 1831,
    "repr": 1591,
    "epri": 727,
    "ise ": 1016,
    "oit": 1355,
    "xplo": 2003,
    "loit": 1127,
    "oite": 1356,
    "iter": 1030,
    "e_": 671,
    "ce_": 521,
    "e_a": 672,
    "ice_": 917,
    "ce_a": 522,
    "e_ar": 673,
    "tur ": 1848,
    "icd ": 913,
    "sc": 1693,
    "hé": 896,
    "ém": 2050,
    " sc": 251,
    "sch": 1694,
    "ché": 540,
    "hém": 897,
    "éma": 2051,
    "ma ": 1149,
    " sch": 252,
    "sché": 1695,
    "chém": 541,
    "héma": 898,
    "éma ": 2052,
    " st": 261,
    " str": 262,
    "des": 621,
    "esc": 754,
    "scr": 1696,
    "cri": 579,
    "rip": 1608,
    "ipt": 998,
    "pti": 1525,
    " des": 82,
    "desc": 622,
    "escr": 755,
    "scri": 1697,
    "crip": 580,
    "ript": 1609,
    "ipti": 999,
    "ptio": 1526,
    "éb": 2025,
    "bu": 504,
    "déb": 651,
    "ébu": 2026,
    "but": 505,
    "uta": 1931,
    "tan": 1772,
    " déb": 90,
    "débu": 652,
    "ébut": 2027,
    "buta": 506,
    "utan": 1932,
    "tant": 1773,
    "vop ": 1975,
    "mon": 1188,
    " mon": 181,
    "mon ": 1189,
    " ni": 189,
    "niv": 1263,
    "ive": 1041,
    "vea": 1957,
    " niv": 190,
    "nive": 1264,
    "ivea": 1042,
    "veau": 1958,
    "eau ": 676,
    "int": 986,
    "nte": 1303,
    "erm": 738,
    "rmé": 1623,
    "méd": 1200,
    "édi": 2036,
    "dia": 628,
    "iai": 904,
    " int": 146,
    "inte": 987,
    "nter": 1304,
    "term": 1790,
    "ermé": 739,
    "rméd": 1624,
    "médi": 1201,
    "édia": 2037,
    "diai": 629,
    "iair": 905,
    "utô": 1937,
    "plut": 1494,
    "lutô": 1141,
    "utôt": 1938,
    "anc": 402,
    "ncé": 1224,
    "cé ": 596,
    " ava": 40,
    "vanc": 1954,
    "ancé": 404,
    "ncé ": 1225,
    " me ": 173,
    "ér": 2061,
    "sid": 1710,
    "dér": 661,
    "ére": 2062,
    "onsi": 1394,
    "nsid": 1292,
    "sidé": 1711,
    "idér": 932,
    "dére": 662,
    "érer": 2063,
    "rt": 1656,
    "xpe": 1999,
    "ert": 746,
    "rt ": 1657,
    "expe": 785,
    "xper": 2000,
    "pert": 1471,
    "ert ": 747,
    " et": 103,
    " et ": 104,
    "xpé": 2004,
    "pér": 1536,
    "éri": 2064,
    "rie": 1606,
    "enc": 712,
    "expé": 787,
    "xpér": 2005,
    "péri": 1537,
    "érie": 2065,
    "rien": 1607,
    "ienc": 941,
    "ence": 713,
    "nce ": 1217,
    "cer": 525,
    "ance": 403,
    "ncer": 1219,
    "cer ": 526,
    "z": 2019,
    "ez": 790,
    "z ": 2020,
    " as": 34,
    "sez": 1705,
    "ez ": 791,
    " ass": 35,
    "ssez": 1735,
    "sez ": 1706,
    "rav": 1567,
    "vai": 1951,
    " tra": 278,
    "trav": 1828,
    "rava": 1568,
    "avai": 464,
    "vail": 1952,
    "pu": 1527,
    "dep": 617,
    "epu": 730,
    "pui": 1528,
    "uis": 1887,
    " dep": 81,
    "depu": 618,
    "epui": 731,
    "puis": 1529,
    "uis ": 1888,
    "usi": 1927,
    "sie": 1712,
    "ieu": 945,
    "lusi": 1138,
    "usie": 1928,
    "sieu": 1713,
    "ieur": 946,
    "eurs": 774,
    "ann": 408,
    "nné": 1279,
    " ann": 27,
    "anné": 409,
    "nnée": 1280,
    "nc ": 1215,
    "donc": 640,
    "onc ": 1378,
    "mont": 1190,
    "ontr": 1398,
    "ich": 918,
    "hie": 879,
    " fic": 116,
    "fich": 806,
    "ichi": 919,
    "chie": 536,
    "hier": 880,
    "erf": 736,
    "rfi": 1603,
    "fil": 812,
    "kerf": 1065,
    "erfi": 737,
    "rfil": 1604,
    "fil ": 813,
    "py": 1530,
    "yt": 2016,
    "th": 1795,
    " py": 225,
    "pyt": 1531,
    "yth": 2017,
    "tho": 1796,
    "hon": 887,
    " pyt": 226,
    "pyth": 1532,
    "ytho": 2018,
    "thon": 1797,
    "hon ": 888,
    "api": 423,
    "pi ": 1476,
    " api": 30,
    "api ": 424,
    "ja": 1046,
    " ja": 148,
    "jav": 1047,
    "va ": 1948,
    " jav": 149,
    "java": 1048,
    "ava ": 463,
    "ncr": 1220,
    "cre": 577,
    "ret": 1596,
    "oncr": 1380,
    "ncre": 1221,
    "cret": 578,
    "ret ": 1597,
    " ro": 241,
    "rob": 1631,
    "obo": 1318,
    "bot": 499,
    "ot ": 1422,
    " rob": 242,
    "robo": 1632,
    "obot": 1319,
    "bot ": 500,
    "hu": 893,
    " hu": 135,
    "hum": 894,
    "uma": 1893,
    "mai": 1152,
    " hum": 136,
    "huma": 895,
    "umai": 1894,
    "main": 1153,
    "trai": 1826,
    "rain": 1559,
    "rl": 1616,
    "arl": 439,
    "rle": 1617,
    "parl": 1460,
    "arle": 440,
    "rler": 1618,
    " bot": 53,
    "-c": 319,
    " -c": 5,
    "-ce": 320,
    " -ce": 6,
    "-ce ": 321,
    " pe": 212,
    "ers": 744,
    "rso": 1654,
    " per": 213,
    "pers": 1470,
    "erso": 745,
    "rson": 1655,
    "sonn": 1729,
    " qui": 232,
    "qui ": 1545,
    "ous": 1441,
    "vous": 1979,
    "ous ": 1442,
    "ssi": 1736,
    "sis": 1720,
    "ist": 1022,
    "assi": 447,
    "ssis": 1737,
    "sist": 1721,
    "ista": 1023,
    "stan": 1746,
    "irt": 1007,
    "rtu": 1658,
    "tue": 1845,
    " vir": 293,
    "virt": 1968,
    "irtu": 1008,
    "rtue": 1659,
    "tuel": 1846,
    " vr": 297,
    "vra": 1981,
    "ai ": 367,
    " vra": 298,
    "vrai": 1982,
    "rai ": 1558,
    "rép": 1677,
    "épo": 2056,
    "pon": 1496,
    " rép": 246,
    "répo": 1678,
    "épon": 2057,
    "pond": 1497,
    "ondr": 1384
  },
  "response": null,
  "action_text": null
}