{
  "text": {
    "salut": 788,
    "bonjour": 99,
    "hello": 421,
    "yoo": 954,
    "coucou": 212,
    "hey": 426,
    "hi": 431,
    "à": 955,
    "toi": 855,
    "salut à": 792,
    "à toi": 964,
    "bon": 92,
    "matin": 557,
    "bon matin": 96,
    "hey salut": 428,
    "yo": 951,
    "mec": 570,
    "yo mec": 953,
    "saluuut": 793,
    "heyyy": 430,
    "wesh": 946,
    "bien": 86,
    "le": 520,
    "bien le": 88,
    "le bonjour": 524,
    "bot": 102,
    "salut le": 790,
    "le bot": 525,
    "holà": 433,
    "salam": 787,
    "peace": 658,
    "tu": 874,
    "aller": 11,
    "hey tu": 429,
    "tu aller": 875,
    "aller bien": 12,
    "comment": 140,
    "cela": 119,
    "salut comment": 789,
    "comment cela": 145,
    "cela aller": 120,
    "hey bot": 427,
    "frero": 398,
    "yo frero": 952,
    "coucou toi": 213,
    "hellooo": 422,
    "bonsoir": 100,
    "bonsoir à": 101,
    "bye": 105,
    "bye bye": 106,
    "plus": 678,
    "à plus": 962,
    "tchao": 845,
    "au": 46,
    "revoir": 774,
    "au revoir": 48,
    "journée": 504,
    "bon journée": 95,
    "merci": 573,
    "salut merci": 791,
    "prochain": 719,
    "à le": 960,
    "le prochain": 541,
    "bientôt": 91,
    "à bientôt": 956,
    "soirée": 816,
    "bon soirée": 98,
    "je": 472,
    "me": 564,
    "casser": 109,
    "je me": 486,
    "me casser": 565,
    "on": 625,
    "se": 798,
    "voir": 934,
    "tard": 844,
    "on se": 626,
    "se voir": 801,
    "voir plus": 935,
    "plus tard": 683,
    "devoir": 272,
    "y": 949,
    "je devoir": 478,
    "devoir y": 273,
    "y aller": 950,
    "ciao": 130,
    "reparler": 767,
    "se reparler": 799,
    "reparler plus": 768,
    "te": 846,
    "laisse": 519,
    "je te": 492,
    "te laisse": 847,
    "file": 388,
    "je file": 483,
    "continuation": 208,
    "bon continuation": 93,
    "ok": 623,
    "ok à": 624,
    "merci à": 579,
    "déconnecter": 309,
    "je déconnecter": 481,
    "je y": 495,
    "oui": 633,
    "de": 235,
    "accord": 2,
    "de accord": 236,
    "sûr": 841,
    "bien sûr": 89,
    "exactement": 354,
    "beaucoup": 82,
    "merci beaucoup": 574,
    "super": 825,
    "super merci": 826,
    "ce": 113,
    "être": 974,
    "parfait": 646,
    "ce être": 118,
    "être parfait": 986,
    "remercier": 766,
    "te remercier": 848,
    "reconnaître": 764,
    "je être": 496,
    "être reconnaître": 991,
    "infiniment": 442,
    "merci infiniment": 576,
    "pour": 688,
    "ton": 856,
    "aide": 4,
    "merci pour": 578,
    "pour ton": 703,
    "ton aide": 857,
    "info": 443,
    "pour le": 700,
    "le info": 535,
    "top": 858,
    "top merci": 859,
    "trop": 867,
    "cool": 210,
    "trop cool": 868,
    "cool merci": 211,
    "un": 887,
    "grand": 413,
    "un grand": 899,
    "grand merci": 414,
    "nickel": 610,
    "nickel merci": 611,
    "mon": 596,
    "ami": 13,
    "merci mon": 577,
    "mon ami": 597,
    "vraiment": 945,
    "beaucoup vraiment": 83,
    "soutien": 819,
    "merci de": 575,
    "de soutien": 265,
    "très": 872,
    "utile": 917,
    "être très": 993,
    "très utile": 873,
    "utile merci": 918,
    "non": 616,
    "pas": 650,
    "tout": 862,
    "pas de": 652,
    "de tout": 267,
    "refuser": 765,
    "je refuser": 489,
    "non merci": 617,
    "ne": 606,
    "vouloir": 936,
    "je ne": 487,
    "ne vouloir": 608,
    "vouloir pas": 940,
    "désolé": 321,
    "quelque": 749,
    "chose": 122,
    "mal": 552,
    "passer": 657,
    "désolé quelque": 322,
    "quelque chose": 750,
    "chose se": 124,
    "se être": 802,
    "être mal": 985,
    "mal passer": 554,
    "ne être": 609,
    "être pas": 987,
    "pas sûr": 654,
    "euh": 353,
    "comprendre": 172,
    "je comprendre": 475,
    "comprendre pas": 178,
    "quoi": 754,
    "hein": 419,
    "hmmm": 432,
    "savoir": 794,
    "je savoir": 490,
    "savoir pas": 795,
    "pas trop": 655,
    "avoir": 71,
    "compris": 179,
    "je avoir": 473,
    "avoir pas": 74,
    "pas compris": 651,
    "flou": 389,
    "être flou": 981,
    "pardon": 645,
    "qsdksjd": 735,
    "heu": 424,
    "heu je": 425,
    "aucun": 49,
    "idée": 437,
    "aucun idée": 50,
    "sens": 805,
    "cela ne": 121,
    "ne avoir": 607,
    "de sens": 262,
    "pffff": 664,
    "hein quoi": 420,
    "idk": 436,
    "perdre": 659,
    "être perdre": 988,
    "confus": 195,
    "être confus": 977,
    "croire": 216,
    "que": 736,
    "formuler": 397,
    "je croire": 477,
    "croire que": 217,
    "que je": 737,
    "avoir mal": 73,
    "mal formuler": 553,
    "c": 107,
    "docker": 285,
    "c être": 108,
    "être quoi": 990,
    "quoi docker": 755,
    "donne": 297,
    "moi": 588,
    "définition": 313,
    "kubernete": 507,
    "donne moi": 298,
    "moi le": 591,
    "le définition": 531,
    "définition de": 314,
    "de kubernete": 250,
    "signifier": 810,
    "ci": 125,
    "cd": 110,
    "que signifier": 739,
    "signifier ci": 811,
    "ci cd": 126,
    "pouvoir": 705,
    "définir": 310,
    "git": 401,
    "pouvoir tu": 707,
    "tu définir": 877,
    "définir git": 311,
    "expliquer": 365,
    "notion": 618,
    "observability": 620,
    "expliquer le": 373,
    "le notion": 538,
    "notion de": 619,
    "de observability": 255,
    "gitops": 409,
    "quoi exactement": 756,
    "exactement gitops": 355,
    "terraform": 849,
    "de terraform": 266,
    "dire": 279,
    "infrastructure": 446,
    "code": 135,
    "que vouloir": 741,
    "vouloir dire": 938,
    "dire infrastructure": 280,
    "infrastructure avoir": 447,
    "avoir code": 72,
    "simple": 812,
    "ansibl": 19,
    "donne un": 300,
    "un définition": 894,
    "définition simple": 315,
    "simple de": 813,
    "de ansibl": 237,
    "concept": 180,
    "microservice": 583,
    "quoi le": 757,
    "le concept": 526,
    "concept de": 181,
    "de microservice": 254,
    "devops": 275,
    "que être": 742,
    "être ce": 976,
    "ce que": 116,
    "que le": 738,
    "le devops": 529,
    "expliquer moi": 374,
    "moi docker": 590,
    "m": 549,
    "tu m": 880,
    "m expliquer": 551,
    "expliquer kubernete": 371,
    "j": 468,
    "aimer": 7,
    "j aimer": 469,
    "aimer comprendre": 9,
    "comprendre ci": 173,
    "fonctionnement": 390,
    "gitlab": 405,
    "le fonctionnement": 533,
    "fonctionnement de": 391,
    "de gitlab": 248,
    "gitlab ci": 406,
    "fonctionner": 392,
    "comment fonctionner": 154,
    "fonctionner gitops": 393,
    "container": 203,
    "de container": 243,
    "détailler": 325,
    "tu détailler": 878,
    "détailler terraform": 329,
    "simplement": 815,
    "expliquer ansibl": 366,
    "ansibl simplement": 20,
    "fonctionner observability": 396,
    "l": 512,
    "expliquer l": 372,
    "l idée": 515,
    "idée de": 438,
    "avec": 58,
    "analogie": 14,
    "expliquer docker": 370,
    "docker avec": 287,
    "avec un": 69,
    "un analogie": 888,
    "faire": 384,
    "faire un": 385,
    "analogie pour": 16,
    "pour ci": 693,
    "comparer": 166,
    "comparer kubernete": 167,
    "kubernete à": 510,
    "à quelque": 963,
    "chose de": 123,
    "de simple": 264,
    "métaphore": 604,
    "un métaphore": 902,
    "métaphore pour": 605,
    "pour git": 698,
    "exemple": 356,
    "imagé": 441,
    "expliquer terraform": 376,
    "terraform avec": 850,
    "un exemple": 896,
    "exemple imagé": 359,
    "pour comprendre": 694,
    "comprendre gitops": 175,
    "comme": 136,
    "enfant": 349,
    "expliquer container": 368,
    "container comme": 204,
    "comme à": 137,
    "à un": 965,
    "un enfant": 895,
    "comparaison": 164,
    "un comparaison": 892,
    "comparaison simple": 165,
    "simple pour": 814,
    "pour ansibl": 689,
    "clair": 133,
    "analogie clair": 15,
    "clair pour": 134,
    "pour microservice": 702,
    "visualiser": 932,
    "aide moi": 6,
    "moi à": 595,
    "à visualiser": 966,
    "visualiser observability": 933,
    "étape": 968,
    "par": 641,
    "docker étape": 291,
    "étape par": 972,
    "par étape": 642,
    "guid": 415,
    "guid moi": 416,
    "moi pas": 592,
    "pas à": 656,
    "à pas": 961,
    "pas pour": 653,
    "utiliser": 922,
    "étape pour": 973,
    "pour utiliser": 704,
    "utiliser terraform": 929,
    "pipeline": 667,
    "comment faire": 153,
    "un pipeline": 906,
    "pipeline gitlab": 672,
    "ci étape": 129,
    "procédure": 720,
    "complet": 168,
    "procédure complet": 721,
    "complet pour": 170,
    "déploiement": 316,
    "déploiement kubernete": 318,
    "kubernete pas": 509,
    "workflow": 947,
    "workflow ci": 948,
    "cd étape": 112,
    "d": 220,
    "architecture": 32,
    "étape d": 970,
    "d un": 226,
    "un architecture": 889,
    "architecture microservice": 38,
    "processus": 717,
    "gitop": 407,
    "processus gitop": 718,
    "gitop étape": 408,
    "mettre": 581,
    "en": 330,
    "place": 675,
    "comment mettre": 158,
    "mettre en": 582,
    "en place": 340,
    "place container": 677,
    "container pas": 206,
    "installer": 453,
    "comment installer": 156,
    "installer docker": 454,
    "installation": 450,
    "installation de": 452,
    "installer git": 455,
    "sur": 827,
    "linux": 544,
    "installer terraform": 458,
    "terraform sur": 853,
    "sur linux": 836,
    "procédure d": 722,
    "d installation": 225,
    "installer gitlab": 456,
    "je vouloir": 494,
    "vouloir installer": 939,
    "à installer": 958,
    "installer kubernete": 457,
    "installation complet": 451,
    "complet de": 169,
    "place ansibl": 676,
    "configurer": 188,
    "comment configurer": 146,
    "configurer docker": 191,
    "configuration": 184,
    "configuration de": 186,
    "configurer terraform": 193,
    "à configurer": 957,
    "configurer ansibl": 189,
    "configuration d": 185,
    "pipeline ci": 669,
    "configurer kubernete": 192,
    "réglage": 778,
    "base": 79,
    "réglage de": 779,
    "de base": 238,
    "base pour": 81,
    "configurer un": 194,
    "initial": 448,
    "configuration initial": 187,
    "initial de": 449,
    "de gitops": 249,
    "paramétrer": 643,
    "comment paramétrer": 159,
    "paramétrer container": 644,
    "intégrer": 464,
    "jenkin": 497,
    "dans": 228,
    "comment intégrer": 157,
    "intégrer jenkin": 466,
    "jenkin dans": 498,
    "dans un": 231,
    "s": 783,
    "expliquer comment": 367,
    "comment gitlab": 155,
    "ci s": 128,
    "s utiliser": 786,
    "utiliser dans": 923,
    "pipeline devops": 671,
    "créer": 218,
    "github": 403,
    "action": 3,
    "comment créer": 147,
    "créer un": 219,
    "pipeline avec": 668,
    "avec github": 62,
    "github action": 404,
    "outil": 634,
    "insérer": 459,
    "différent": 277,
    "comment ce": 144,
    "ce outil": 115,
    "outil s": 637,
    "s insérer": 784,
    "insérer dans": 460,
    "dans le": 230,
    "le différent": 530,
    "différent étape": 278,
    "étape de": 971,
    "de pipeline": 257,
    "quel": 743,
    "manière": 555,
    "quel être": 746,
    "être le": 984,
    "le manière": 536,
    "manière d": 556,
    "d utiliser": 227,
    "utiliser docker": 924,
    "docker dans": 289,
    "azur": 77,
    "exécuter": 382,
    "build": 103,
    "configurer azur": 190,
    "azur devops": 78,
    "devops pour": 276,
    "pour exécuter": 697,
    "exécuter un": 383,
    "un étape": 913,
    "de build": 240,
    "livraison": 545,
    "continuer": 209,
    "intégrer ce": 465,
    "outil dans": 635,
    "pipeline de": 670,
    "de livraison": 253,
    "livraison continuer": 546,
    "rôle": 781,
    "jouer": 502,
    "quel rôle": 745,
    "rôle terraform": 782,
    "terraform pouvoir": 852,
    "pouvoir jouer": 706,
    "jouer dans": 503,
    "déclencher": 306,
    "job": 500,
    "argocd": 41,
    "comment déclencher": 148,
    "déclencher un": 308,
    "un job": 901,
    "job pipeline": 501,
    "avec argocd": 59,
    "automatiser": 53,
    "comment automatiser": 142,
    "automatiser le": 54,
    "le déploiement": 532,
    "déploiement avec": 317,
    "avec ce": 60,
    "le pipeline": 540,
    "enchaîner": 345,
    "circleci": 132,
    "comment enchaîner": 151,
    "enchaîner le": 346,
    "le étape": 543,
    "étape ci": 969,
    "cd à": 111,
    "à l": 959,
    "l aide": 513,
    "aide de": 5,
    "de circleci": 242,
    "gérer": 417,
    "t": 842,
    "il": 439,
    "phase": 665,
    "outil gérer": 636,
    "gérer t": 418,
    "t il": 843,
    "il le": 440,
    "le phase": 539,
    "phase de": 666,
    "montrer": 600,
    "structurer": 822,
    "tu me": 881,
    "me montrer": 568,
    "montrer comment": 601,
    "comment structurer": 161,
    "structurer un": 824,
    "pipeline utiliser": 674,
    "utiliser kubernete": 928,
    "multi": 602,
    "stage": 820,
    "comment définir": 149,
    "définir un": 312,
    "pipeline multi": 673,
    "multi stage": 603,
    "stage avec": 821,
    "système": 839,
    "existant": 360,
    "s intégrer": 785,
    "intégrer à": 467,
    "un système": 910,
    "système de": 840,
    "build existant": 104,
    "automatiquement": 51,
    "jenkins": 499,
    "déclencher automatiquement": 307,
    "automatiquement un": 52,
    "avec jenkins": 65,
    "ressource": 769,
    "apprendre": 23,
    "moi un": 594,
    "un ressource": 908,
    "ressource pour": 771,
    "pour apprendre": 690,
    "apprendre docker": 24,
    "recommander": 761,
    "quel ressource": 744,
    "ressource recommander": 773,
    "recommander tu": 763,
    "tu pour": 882,
    "pour kubernete": 699,
    "où": 638,
    "où apprendre": 639,
    "apprendre git": 25,
    "fiable": 386,
    "ressource fiable": 770,
    "fiable sur": 387,
    "sur terraform": 838,
    "documentation": 293,
    "officiel": 621,
    "documentation officiel": 294,
    "officiel de": 622,
    "a": 0,
    "a tu": 1,
    "tu un": 883,
    "comprendre gitlab": 174,
    "maîtriser": 562,
    "pour maîtriser": 701,
    "maîtriser le": 563,
    "de ci": 241,
    "trouver": 869,
    "cours": 214,
    "où trouver": 640,
    "trouver de": 870,
    "de bon": 239,
    "bon cours": 94,
    "cours sur": 215,
    "sur gitops": 831,
    "pédagogique": 733,
    "ressource pédagogique": 772,
    "pédagogique sur": 734,
    "sur le": 835,
    "le container": 527,
    "livre": 547,
    "ou": 630,
    "doc": 283,
    "livre ou": 548,
    "ou doc": 631,
    "doc pour": 284,
    "apprendre le": 26,
    "le microservice": 537,
    "kubernetes_architecture": 511,
    "comprendre l": 176,
    "l architecture": 514,
    "architecture kubernetes_architecture": 37,
    "cicd_architecture": 131,
    "trouver un": 871,
    "exemple d": 358,
    "d architecture": 221,
    "architecture cicd_architecture": 33,
    "quelle": 747,
    "pratique": 710,
    "quelle être": 748,
    "le bon": 523,
    "bon pratique": 97,
    "pratique pour": 715,
    "pour docker": 696,
    "best": 84,
    "practice": 708,
    "best practice": 85,
    "practice kubernete": 709,
    "pratique ci": 712,
    "recommandation": 759,
    "recommandation pour": 760,
    "pratique avec": 711,
    "avec terraform": 68,
    "pratique recommander": 716,
    "recommander pour": 762,
    "comment bien": 143,
    "bien utiliser": 90,
    "utiliser gitlab": 925,
    "pratique en": 713,
    "en gitops": 336,
    "conseil": 199,
    "conseil pour": 200,
    "pour architecture": 691,
    "meilleur": 571,
    "meilleur pratique": 572,
    "pour container": 695,
    "comment utiliser": 162,
    "servir": 808,
    "quotidien": 758,
    "comment se": 160,
    "se servir": 800,
    "servir de": 809,
    "de git": 247,
    "git au": 402,
    "au quotidien": 47,
    "utilisation": 919,
    "production": 723,
    "utilisation de": 921,
    "kubernete en": 508,
    "en production": 342,
    "projet": 726,
    "réel": 777,
    "terraform dans": 851,
    "un projet": 907,
    "projet réel": 727,
    "usage": 914,
    "typique": 885,
    "usage typique": 916,
    "typique de": 886,
    "test": 854,
    "ci pour": 127,
    "pour automatiser": 692,
    "le test": 542,
    "appliquer": 21,
    "comment appliquer": 141,
    "appliquer le": 22,
    "équipe": 967,
    "utiliser gitops": 926,
    "gitops dans": 410,
    "un équipe": 912,
    "entreprise": 350,
    "usage de": 915,
    "container en": 205,
    "en entreprise": 334,
    "exploiter": 377,
    "comment exploiter": 152,
    "exploiter observability": 378,
    "en pratique": 341,
    "pratique le": 714,
    "microservice_architectur": 586,
    "utilisation d": 920,
    "architecture microservice_architectur": 39,
    "docker_architectur": 292,
    "architecture docker_architectur": 35,
    "gitops_architecture": 411,
    "fonctionner l": 394,
    "architecture gitops_architecture": 36,
    "détailler l": 327,
    "microservice_architecture": 587,
    "architecture microservice_architecture": 40,
    "schéma": 796,
    "schéma de": 797,
    "de l": 251,
    "tu expliquer": 879,
    "comment être": 163,
    "être structurer": 992,
    "structurer l": 823,
    "description": 270,
    "description de": 271,
    "architecture de": 34,
    "le architecture": 521,
    "de docker": 245,
    "fonctionner le": 395,
    "vouloir comprendre": 937,
    "comprendre le": 177,
    "souhaiter": 817,
    "je souhaiter": 491,
    "souhaiter que": 818,
    "que tu": 740,
    "me expliquer": 567,
    "docker architecture": 286,
    "détailler le": 328,
    "parler": 647,
    "parler moi": 648,
    "moi de": 589,
    "de le": 252,
    "débutant": 301,
    "devop": 274,
    "être un": 995,
    "un débutant": 893,
    "débutant en": 302,
    "en devop": 331,
    "niveau": 612,
    "intermédiaire": 461,
    "mon niveau": 599,
    "niveau être": 615,
    "être intermédiaire": 982,
    "plutôt": 686,
    "avancé": 56,
    "être plutôt": 989,
    "plutôt avancé": 687,
    "avancé sur": 57,
    "sur ce": 828,
    "ce concept": 114,
    "considérer": 201,
    "expert": 361,
    "me considérer": 566,
    "considérer expert": 202,
    "expert en": 362,
    "en devops": 332,
    "débuter": 304,
    "totalement": 860,
    "je débuter": 480,
    "débuter totalement": 305,
    "totalement dans": 861,
    "dans devops": 229,
    "j avoir": 470,
    "avoir un": 76,
    "un niveau": 903,
    "niveau débutant": 614,
    "et": 351,
    "intermédiaire avec": 462,
    "avec docker": 61,
    "docker et": 290,
    "et kubernete": 352,
    "expérience": 379,
    "avancer": 55,
    "mon expérience": 598,
    "expérience être": 381,
    "être avancer": 975,
    "un expert": 897,
    "en pipeline": 339,
    "connaître": 196,
    "je connaître": 476,
    "connaître le": 197,
    "le base": 522,
    "base je": 80,
    "être débutant": 978,
    "maîtrise": 560,
    "assez": 42,
    "je maîtrise": 485,
    "maîtrise assez": 561,
    "assez je": 43,
    "travailler": 865,
    "depuis": 268,
    "plusieurs": 684,
    "année": 17,
    "donc": 295,
    "je travailler": 493,
    "travailler depuis": 866,
    "depuis plusieurs": 269,
    "plusieurs année": 685,
    "année donc": 18,
    "donc je": 296,
    "approfondi": 27,
    "un expérience": 898,
    "expérience approfondi": 380,
    "approfondi je": 28,
    "être expert": 980,
    "encore": 347,
    "être encore": 979,
    "encore un": 348,
    "débutant sur": 303,
    "orchestration": 627,
    "conteneur": 207,
    "intermédiaire en": 463,
    "en orchestration": 338,
    "orchestration de": 629,
    "de conteneur": 244,
    "niveau avec": 613,
    "avec microservice": 67,
    "microservice être": 585,
    "gestion": 399,
    "en gestion": 335,
    "gestion de": 400,
    "commencer": 138,
    "juste": 505,
    "je commencer": 474,
    "commencer juste": 139,
    "juste donc": 506,
    "peu": 662,
    "connaître un": 198,
    "un peu": 905,
    "peu je": 663,
    "je dire": 479,
    "dire intermédiaire": 281,
    "maîtris": 558,
    "je maîtris": 484,
    "maîtris bien": 559,
    "bien je": 87,
    "m en": 550,
    "en dire": 333,
    "dire plus": 282,
    "plus sur": 682,
    "sur docker": 830,
    "détail": 323,
    "aimer avoir": 8,
    "avoir plus": 75,
    "plus de": 680,
    "de détail": 246,
    "détail sur": 324,
    "sur kubernete": 833,
    "davantage": 232,
    "expliquer davantage": 369,
    "davantage le": 234,
    "précision": 729,
    "moi plus": 593,
    "de précision": 259,
    "précision sur": 730,
    "sur ci": 829,
    "détailler comment": 326,
    "utiliser jenkins": 927,
    "information": 444,
    "aimer plus": 10,
    "plus d": 679,
    "d information": 224,
    "information sur": 445,
    "profondeur": 724,
    "expliquer plus": 375,
    "plus en": 681,
    "en profondeur": 343,
    "profondeur ansibl": 725,
    "donne plus": 299,
    "sur l": 834,
    "l orchestration": 516,
    "orchestration avec": 628,
    "avec kubernete": 66,
    "approfondir": 29,
    "service": 806,
    "mesh": 580,
    "tu approfondir": 876,
    "approfondir le": 31,
    "de service": 263,
    "service mesh": 807,
    "le conteneur": 528,
    "prometheu": 728,
    "davantage l": 233,
    "l usage": 517,
    "de prometheu": 258,
    "concret": 182,
    "d exemple": 222,
    "exemple concret": 357,
    "concret sur": 183,
    "déployer": 319,
    "helm": 423,
    "comment déployer": 150,
    "déployer avec": 320,
    "avec helm": 64,
    "explication": 363,
    "java": 471,
    "d explication": 223,
    "explication sur": 364,
    "sur microservice": 837,
    "microservice en": 584,
    "en java": 337,
    "composer": 171,
    "docker composer": 288,
    "secret": 803,
    "vault": 930,
    "le gestion": 534,
    "de secret": 261,
    "secret avec": 804,
    "avec vault": 70,
    "grafana": 412,
    "sur grafana": 832,
    "python": 731,
    "approfondir l": 30,
    "l utilisation": 518,
    "de python": 260,
    "python pour": 732,
    "avec gitlab": 63,
    "robot": 775,
    "être tu": 994,
    "un robot": 909,
    "humain": 434,
    "un humain": 900,
    "train": 863,
    "être je": 983,
    "je en": 482,
    "en train": 344,
    "train de": 864,
    "de parler": 256,
    "parler à": 649,
    "un bot": 891,
    "personne": 660,
    "je parler": 488,
    "un personne": 904,
    "personne réel": 661,
    "qui": 751,
    "qui être": 753,
    "vous": 941,
    "assistant": 44,
    "virtuel": 931,
    "être vous": 996,
    "vous un": 942,
    "un assistant": 890,
    "assistant virtuel": 45,
    "tu être": 884,
    "robot ou": 776,
    "ou un": 632,
    "vrai": 943,
    "répondre": 780,
    "ce un": 117,
    "un vrai": 911,
    "vrai humain": 944,
    "humain qui": 435,
    "qui me": 752,
    "me répondre": 569
  },
  "intent": {
    "greet": 18,
    "goodbye": 17,
    "affirm": 0,
    "thanks": 20,
    "deny": 15,
    "fallback": 16,
    "ask_definition": 5,
    "ask_explanation": 7,
    "ask_analogy": 1,
    "ask_step_by_step": 12,
    "ask_installation": 8,
    "ask_configuration": 4,
    "ask_pipeline": 10,
    "ask_resources": 11,
    "ask_best_practices": 3,
    "ask_usage": 13,
    "ask_architecture": 2,
    "inform_level": 19,
    "ask_more_details": 9,
    "bot_challenge": 14,
    "ask_example": 6
  },
  "response": null,
  "action_name": {
    "action_listen": 11,
    "action_restart": 18,
    "action_session_start": 20,
    "action_default_fallback": 6,
    "action_deactivate_loop": 3,
    "action_revert_fallback_events": 19,
    "action_default_ask_affirmation": 4,
    "action_default_ask_rephrase": 5,
    "action_two_stage_fallback": 22,
    "action_unlikely_intent": 23,
    "action_back": 0,
    "action_extract_slots": 9,
    "action_best_practices": 1,
    "action_configure_tool": 2,
    "action_explain_architecture": 7,
    "action_explain_usage": 8,
    "action_install_tool": 10,
    "action_provide_analogy": 12,
    "action_provide_definition": 13,
    "action_provide_example": 14,
    "action_provide_explanation": 15,
    "action_provide_step_by_step": 16,
    "action_recommend_resources": 17,
    "action_set_level": 21,
    "utter_ask_level": 24,
    "utter_ask_more_details": 25,
    "utter_fallback": 26,
    "utter_goodbye": 27,
    "utter_greet": 28,
    "utter_thanks": 29
  },
  "action_text": null,
  "intent_response_key": null
}