{
  "text": {
    "salut": 260,
    "bonjour": 36,
    "hello": 139,
    "yoo": 312,
    "coucou": 70,
    "hey": 141,
    "hi": 142,
    "bonsoir": 37,
    "bye": 40,
    "à": 313,
    "plus": 223,
    "tchao": 282,
    "au": 21,
    "revoir": 253,
    "bon": 35,
    "journée": 166,
    "merci": 184,
    "le": 172,
    "prochain": 231,
    "bientôt": 34,
    "soirée": 270,
    "je": 161,
    "déconnecter": 96,
    "oui": 209,
    "de": 76,
    "accord": 1,
    "ok": 205,
    "bien": 33,
    "sûr": 280,
    "exactement": 112,
    "beaucoup": 31,
    "super": 277,
    "ce": 43,
    "être": 316,
    "parfait": 214,
    "te": 283,
    "remercier": 251,
    "reconnaître": 249,
    "infiniment": 148,
    "pour": 226,
    "ton": 287,
    "aide": 4,
    "info": 149,
    "toi": 286,
    "top": 288,
    "trop": 293,
    "cool": 69,
    "un": 299,
    "grand": 135,
    "nickel": 198,
    "mon": 192,
    "ami": 7,
    "vraiment": 310,
    "soutien": 272,
    "très": 295,
    "utile": 301,
    "non": 200,
    "pas": 216,
    "tout": 290,
    "refuser": 250,
    "ne": 197,
    "vouloir": 307,
    "désolé": 102,
    "quelque": 243,
    "chose": 44,
    "se": 263,
    "mal": 177,
    "passer": 217,
    "euh": 111,
    "comprendre": 57,
    "quoi": 245,
    "hein": 138,
    "hmmm": 143,
    "savoir": 261,
    "avoir": 27,
    "compris": 58,
    "flou": 124,
    "c": 41,
    "docker": 86,
    "donne": 91,
    "moi": 191,
    "définition": 99,
    "kubernete": 169,
    "que": 240,
    "signifier": 267,
    "ci": 45,
    "cd": 42,
    "pouvoir": 227,
    "tu": 296,
    "définir": 98,
    "git": 128,
    "expliquer": 117,
    "notion": 201,
    "observability": 202,
    "gitops": 132,
    "terraform": 284,
    "dire": 84,
    "infrastructure": 151,
    "code": 49,
    "simple": 268,
    "ansibl": 10,
    "concept": 59,
    "microservice": 188,
    "devops": 81,
    "m": 176,
    "en": 105,
    "sur": 278,
    "j": 159,
    "aimer": 5,
    "détail": 103,
    "davantage": 75,
    "précision": 237,
    "détailler": 104,
    "comment": 52,
    "utiliser": 303,
    "jenkins": 163,
    "d": 73,
    "information": 150,
    "profondeur": 234,
    "l": 171,
    "orchestration": 207,
    "avec": 26,
    "fonctionnement": 125,
    "gitlab": 130,
    "fonctionner": 126,
    "container": 66,
    "simplement": 269,
    "idée": 145,
    "analogie": 8,
    "faire": 121,
    "comparer": 54,
    "métaphore": 196,
    "exemple": 113,
    "imagé": 147,
    "comme": 50,
    "enfant": 108,
    "comparaison": 53,
    "clair": 48,
    "visualiser": 306,
    "étape": 315,
    "par": 212,
    "guid": 136,
    "pipeline": 221,
    "procédure": 232,
    "complet": 55,
    "déploiement": 100,
    "workflow": 311,
    "architecture": 16,
    "processus": 230,
    "gitop": 131,
    "mettre": 186,
    "place": 222,
    "installer": 154,
    "installation": 153,
    "linux": 173,
    "configurer": 62,
    "configuration": 61,
    "réglage": 256,
    "base": 29,
    "initial": 152,
    "paramétrer": 213,
    "intégrer": 157,
    "jenkin": 162,
    "dans": 74,
    "s": 259,
    "créer": 72,
    "github": 129,
    "action": 2,
    "outil": 210,
    "insérer": 155,
    "différent": 83,
    "quel": 241,
    "manière": 178,
    "azur": 28,
    "exécuter": 120,
    "build": 39,
    "livraison": 174,
    "continuer": 68,
    "rôle": 258,
    "jouer": 165,
    "déclencher": 95,
    "job": 164,
    "argocd": 17,
    "automatiser": 23,
    "enchaîner": 106,
    "circleci": 47,
    "gérer": 137,
    "t": 281,
    "il": 146,
    "phase": 220,
    "me": 182,
    "montrer": 194,
    "structurer": 275,
    "multi": 195,
    "stage": 273,
    "système": 279,
    "existant": 114,
    "automatiquement": 22,
    "ressource": 252,
    "apprendre": 13,
    "recommander": 248,
    "où": 211,
    "fiable": 122,
    "documentation": 89,
    "officiel": 204,
    "a": 0,
    "maîtriser": 181,
    "trouver": 294,
    "cours": 71,
    "pédagogique": 239,
    "livre": 175,
    "ou": 208,
    "doc": 85,
    "kubernetes_architecture": 170,
    "cicd_architecture": 46,
    "quelle": 242,
    "pratique": 229,
    "best": 32,
    "practice": 228,
    "recommandation": 247,
    "conseil": 64,
    "meilleur": 183,
    "servir": 266,
    "quotidien": 246,
    "utilisation": 302,
    "production": 233,
    "projet": 235,
    "réel": 255,
    "usage": 300,
    "typique": 298,
    "test": 285,
    "appliquer": 12,
    "équipe": 314,
    "entreprise": 109,
    "exploiter": 118,
    "microservice_architectur": 189,
    "docker_architectur": 87,
    "gitops_architecture": 133,
    "microservice_architecture": 190,
    "schéma": 262,
    "description": 78,
    "souhaiter": 271,
    "parler": 215,
    "débutant": 93,
    "devop": 80,
    "niveau": 199,
    "intermédiaire": 156,
    "plutôt": 225,
    "avancé": 25,
    "considérer": 65,
    "expert": 115,
    "débuter": 94,
    "totalement": 289,
    "et": 110,
    "expérience": 119,
    "avancer": 24,
    "connaître": 63,
    "maîtrise": 180,
    "assez": 19,
    "travailler": 292,
    "depuis": 77,
    "plusieurs": 224,
    "année": 9,
    "donc": 90,
    "approfondi": 14,
    "encore": 107,
    "conteneur": 67,
    "gestion": 127,
    "commencer": 51,
    "juste": 167,
    "peu": 219,
    "maîtris": 179,
    "approfondir": 15,
    "service": 265,
    "mesh": 185,
    "prometheu": 236,
    "concret": 60,
    "déployer": 101,
    "helm": 140,
    "explication": 116,
    "java": 160,
    "composer": 56,
    "secret": 264,
    "vault": 304,
    "grafana": 134,
    "python": 238,
    "fichier": 123,
    "dockerfil": 88,
    "donner": 92,
    "api": 11,
    "montre": 193,
    "agir": 3,
    "on": 206,
    "intéresser": 158,
    "aller": 6,
    "micro": 187,
    "sujet": 276,
    "observabilité": 203,
    "décrire": 97,
    "type": 297,
    "diagramme": 82,
    "k8s": 168,
    "design": 79,
    "structure": 274,
    "articuler": 18,
    "baser": 30,
    "robot": 254,
    "humain": 144,
    "train": 291,
    "bot": 38,
    "personne": 218,
    "qui": 244,
    "vous": 308,
    "assistant": 20,
    "virtuel": 305,
    "vrai": 309,
    "répondre": 257
  },
  "intent": {
    "greet": 18,
    "goodbye": 17,
    "affirm": 0,
    "thanks": 23,
    "deny": 15,
    "fallback": 16,
    "ask_definition": 5,
    "ask_explanation": 7,
    "ask_analogy": 1,
    "ask_step_by_step": 12,
    "ask_installation": 8,
    "ask_configuration": 4,
    "ask_pipeline": 10,
    "ask_resources": 11,
    "ask_best_practices": 3,
    "ask_usage": 13,
    "ask_architecture": 2,
    "inform_level": 21,
    "ask_more_details": 9,
    "ask_example": 6,
    "inform_tool": 22,
    "inform_concept": 20,
    "inform_architecture": 19,
    "bot_challenge": 14
  },
  "response": null,
  "action_name": {
    "action_listen": 6,
    "action_restart": 7,
    "action_session_start": 9,
    "action_default_fallback": 4,
    "action_deactivate_loop": 1,
    "action_revert_fallback_events": 8,
    "action_default_ask_affirmation": 2,
    "action_default_ask_rephrase": 3,
    "action_two_stage_fallback": 10,
    "action_unlikely_intent": 11,
    "action_back": 0,
    "action_extract_slots": 5,
    "utter_fallback": 12,
    "utter_goodbye": 13,
    "utter_greet": 14,
    "utter_thanks": 15
  },
  "action_text": null,
  "intent_response_key": null
}